[
    {
        "title": "_Beispiel: Warum quietscht die Straßenbahn?",
        "shortDescription": "Was quietscht denn da bei Tag und Nacht? Es ist die Straßenbahn, die das macht. ",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "image",
                "content": "dataEditor/img/img16.png",
                "description": ""
            },
            {
                "type": "text",
                "content": "Hast du dich schon einmal gefragt, warum die Straßenbahnen immer so laut quietschen?"
            },
            {
                "type": "aufgabe",
                "content": "1. Probiere aus, wie sich ein Radiergummi auf unterschiedlichen Oberflächen anhört:<br />a) Ziehe ihn über Holz, Papier, Metall oder Stoff.<br />b) Variiere den Druck (leicht ↔ fest).<br />2. Zeichne eine Tabelle mit den Oberflächen und beschreibe, was du hörst und wie leicht/schwer der Radiergummi rutscht.<br />3. Überlege: Wo im Alltag hast du so ein Quietschen schon mal gehört?"
            },
            {
                "type": "merksatz",
                "content": "„Je rauer die Oberfläche und je größer der Druck, desto stärker ist die Reibung.“<br />"
            }
        ],
        "schoolType": "Gymnasium"
    },
    {
        "title": "_Beispiel: LaTeX-Code",
        "shortDescription": "Ein Experiment mit einer Formel.",
        "subject": "Mathematik",
        "gradeLevel": "8",
        "steps": [
            {
                "type": "text",
                "content": "Hier ist eine Formel: $E = mc^2$"
            },
            {
                "type": "text",
                "content": "Und ein Bruch: $\\frac{a}{b}$"
            },
            {
                "type": "text",
                "content": "Blockformel: $$x = \\frac{-b \\pm \\sqrt{b^2-4ac}}{2a}$$"
            },
            {
                "type": "audio",
                "content": "dataEditor/audio/audio2.mp3"
            },
            {
                "type": "audio",
                "content": "dataEditor/audio/audio3.mp3"
            }
        ],
        "schoolType": "Regelschule"
    },
    {
        "title": "Mechanik Experimente",
        "shortDescription": "<p><b>\"In der Mechanik läuft alles rund!\"</b><br>\n    Hier geht’s um Bewegung, Kräfte und Geschwindigkeit.<br>\n    Was passiert, wenn man etwas schubst, zieht oder fallen lässt?<br>\n    Warum rollt ein Ball – und warum bleibt er irgendwann stehen?<br>\n    Auf dieser Seite findest du einfache Experimente.<br>\n    Du kannst sie ganz leicht in der Schule nachmachen.<br>\n    Wir erklären dir auch:</p>\n\n    <ul>\n        <li>Was dabei in der Physik passiert.</li>\n        <li>Wo du das im Alltag erleben kannst.</li>\n    </ul>\n\n    <p><b>\"Viel Spaß beim Forschen und Ausprobieren! Wünscht euch das AlltagsLabor\"</b></p>",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "text",
                "content": "<p><b><u>1.1 Steine schlagen – Warum bewegt sich nicht alles mit?</u></b></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was du brauchst:</b><br>\n    • Ein Brett mit Rand (z. B. Tablett oder Schneidebrett)<br>\n    • Dominosteine oder Damespielsteine<br>\n    • Ein Lineal oder ein Holzstab</p>"
            },
            {
                "type": "text",
                "content": "<p><b>So geht’s:</b><br>\n    1. Staple mehrere Steine aufrecht übereinander auf das Brett.<br>\n    2. Halte das Lineal parallel zum Brett.<br>\n    3. Versuche nun, mit dem Lineal vorsichtig einen der unteren Steine schnell seitlich herauszuschlagen.<br>\n    4. Beobachte, was mit den restlichen Steinen passiert.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n    • Kippen die anderen Steine sofort mit um?<br>\n    • Bleiben sie stehen?<br>\n    • Warum passiert das?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n    Der herausgeschlagene Stein wird durch den Stoß bewegt.<br>\n    Die anderen bleiben aber zunächst stehen – wegen ihrer Trägheit.<br>\n    Das bedeutet: Ein Körper will in dem Zustand bleiben, in dem er ist – also in Ruhe oder in Bewegung.<br>\n    Wenn kein ausreichender Impuls (Stoß) kommt, passiert erst mal nichts.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n    • Wenn du eine Tischdecke schnell unter dem Geschirr wegziehst – bleiben Teller & Tassen oft stehen.<br>\n    • Oder wenn du im Bus stehst: Der Bus bremst, dein Körper will aber weiterfahren → du fällst nach vorn.<br>\n    <b>Das ist Trägheit!</b></p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>1.2 Flinke Rolle – Warum geht’s mal schnell, mal langsam?</u></b></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was du brauchst:</b><br>\n    • Eine Toilettenpapierrolle<br>\n    • Einen Besenstiel oder Holzstab</p>"
            },
            {
                "type": "text",
                "content": "<p><b>So geht’s:</b><br>\n    1. Hänge die Toilettenpapierrolle locker auf den Besenstiel.<br>\n    2. Ziehe einmal langsam an einem Blatt – was passiert?<br>\n    3. Ziehe einmal schnell und ruckartig – was passiert jetzt?</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n    • Wann rollt sich die Rolle gleichmäßig ab?<br>\n    • Wann reißt das Papier plötzlich ab?<br>\n    • Warum ist das so?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n    Ziehst du langsam, kann sich die Rolle mitdrehen → das Papier wird abgewickelt.<br>\n    Ziehst du aber schnell, bleibt die Rolle durch ihre Trägheit erst mal stehen – das Papier reißt ab.<br>\n    Ein Körper in Ruhe will in Ruhe bleiben – das gilt auch für eine Klorolle!</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Wo begegnet dir das im Alltag?</b><br>\n    • Kennst du das im Supermarkt, wenn der Kassenzettel abreißt, obwohl du ihn nur schnell nehmen willst?<br>\n    • Oder bei Papierhandtüchern im Spender: Zieht man zu hastig, reißt’s einfach ab.<br>\n    Auch hier spielt die Trägheit eine Rolle.</p>\n</body>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>1.3 Der Eiertest – Was steckt im Ei?</u></b></p>\n\n    <p><b>Was du brauchst:</b><br>\n• 1 gekochtes Ei<br>\n• 1 rohes Ei\n</p>So geht’s:</b><br>\n    1. Lege beide Eier auf den Tisch und drehe sie nebeneinander – welches dreht sich besser?<br>\n    2. Halte beide kurz an und lasse sie wieder los – welches Ei fängt wieder an, sich zu drehen?<br>\n    3. Versuche, beide Eier aufrecht zu drehen – klappt das bei beiden?</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?:</b><br>\n    • Welches Ei lässt sich leichter und schneller drehen?<br>\n    • Welches Ei „zuckt“ weiter, wenn du es kurz stoppst?<br>\n    • Warum klappt das Aufrecht-Drehen nur bei einem?<br></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n    • Das gekochte Ei ist innen fest – alles dreht sich gleichmäßig mit.<br>\n    • Im rohen Ei ist das Innere flüssig – die Masse innen hinkt hinterher.<br>\n    • Beim Anhalten bleibt das gekochte Ei wirklich stehen. Das rohe dreht sich wegen der trägen Flüssigkeit weiter.<br>\n    • Nur ein festes Ei lässt sich stabil aufrecht drehen – weil das Innere nicht „wackelt“.<br></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Wo findest du das im Alltag?</b><br>\n    • Zum Beispiel bei Waschmaschinen: Ist die Wäsche ungleich verteilt (ähnlich wie flüssiges Eigelb), wackelt die Maschine.<br>\n    • Auch in der Raumfahrt oder bei Getränken in drehenden Flaschen ist die Trägheit von Flüssigkeiten ein wichtiges Thema.</p>\n</body>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>1.4 Stein im Aufzug – Warum wird der Stein plötzlich schwerer?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Einen Kraftmesser<br>\n• Eine stabile Schnur<br>\n• Einen Stein oder ein Massestück\n</p>So geht’s:</b><br>\n1. Hänge den Stein mit der Schnur an den Kraftmesser.<br>\n2. Lies den Wert im Ruhezustand ab.<br>\n3. Jetzt bewege den Kraftmesser mit dem Stein gleichmäßig nach oben, dann nach unten.<br>\nWenn möglich, mach den Versuch in einem Aufzug – beim Hoch- und Runterfahren beobachten!</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?:</b><br>\n• Was zeigt der Kraftmesser beim Hochziehen des Steins?<br>\n• Was zeigt er beim Herablassen?<br>\n• Ändert sich die Anzeige auch im Aufzug?<br></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Beim Hochziehen wirkt zusätzlich zur Gewichtskraft die Trägheit – der Kraftmesser zeigt mehr an.<br>\n• Beim Absenken wirkt die Trägheit entgegen der Gewichtskraft – der Kraftmesser zeigt weniger an.<br>\n• Im Aufzug ist das ganz ähnlich: Beim Anfahren nach oben fühlst du dich schwerer – beim Abwärtsfahren leichter.<br></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Wo findest du das im Alltag?</b><br>\n• Beim Fahrstuhl-Fahren: Spürst du, wie dein Körper gedrückt wird?<br>\n• Auch in Achterbahnen oder beim Starten im Flugzeug wirken ähnliche Beschleunigungen auf deinen Körper.<br>\n• Oder bei Raketenstarts: Astronauten wiegen plötzlich ein Vielfaches mehr – rein gefühlt.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>1.5 Puste weg! – Wer lässt sich leichter bewegen?</u></b></p><p><b>Was du brauchst:</b><br>\n• Stativ<br>\n• Zwei gleich große Kugeln (z. B. Tischtennisball & Metallkugel)<br>\n• Schnur<br>\n• Klebeband oder Haken\n</p>So geht’s:</b><br>\n1. Befestige beide Kugeln mit Schnur am Stativ – nebeneinander auf gleicher Höhe.<br>\n(Tipp: Wenn’s geht, binde die Schnur direkt an die Kugeln – hält besser!)<br>\n2. Puste kräftig gegen beide Kugeln und beobachte.<br>\n3. Versetze die Kugeln leicht in Schwingung – und versuche, sie mit Pusten wieder abzubremsen.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?:</b><br>\n• Welche Kugel bewegt sich beim Pusten leichter?<br>\n• Welche lässt sich schwerer abbremsen?<br></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Die Tischtenniskugel hat eine kleine Masse – also auch wenig Trägheit. Sie lässt sich leichter bewegen.<br>\n• Die schwere Kugel hat mehr Masse – und damit eine größere Trägheit. Sie reagiert langsamer auf Veränderungen.<br>\n• Beim Bremsen zeigt sich das umgekehrt: Die schwere Kugel schwingt länger nach – schwerer zu stoppen.<br></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Wo begegnet dir das im Alltag?</b><br>\n• Beim Anschieben eines Einkaufswagens: Ein voller Wagen braucht mehr Kraft als ein leerer.<br>\n• Oder beim Abbremsen eines Fahrrads: Je schwerer du (oder dein Rucksack) bist, desto mehr Bremsweg brauchst du!<br>\n• In der Raumfahrt: Große Satelliten brauchen viel Energie, um bewegt – oder gestoppt – zu werden.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>1.6 Lockerer Hammerkopf – Wie sitzt der Kopf richtig fest?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Zwei Hämmer<br>\n• Einer davon mit gelockertem Kopf\n</p>So geht’s:</b><br>\n1. Setze den gelockerten Hammerkopf locker auf den Stiel.<br>\n2. Versuch ihn mit dem zweiten Hammer draufzuklopfen – er hält ein bisschen, ist aber noch leicht zu lösen.<br>\n3. Jetzt: Stell den Hammer senkrecht (Kopf oben) und klopf mit dem Stiel unten auf den Tisch.<br>\n(Tipp: Mach das kräftig – aber vorsichtig!)</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?:</b><br>\n• Wie verändert sich der Sitz des Hammerkopfes?<br>\n• Welche Methode hält besser?<br></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Beim Klopfen auf den Tisch bleibt der Hammerkopf wegen seiner Trägheit kurz \"stehen\", während sich der Stiel nach oben bewegt – er \"rammt\" sich von unten hinein.<br>\n• Beim Schlagen mit dem zweiten Hammer fehlt dieser Effekt – der Kopf wird nicht so fest aufgetrieben.<br>\n• Die Trägheit hilft also, den Kopf fester auf den Stiel zu bringen!<br></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• Genau so wird z. B. ein Beilkopf befestigt.<br>\n• Oder überleg mal: Warum rutschen Äxte und Hämmer oft bei Schwungbewegungen nicht ab? Die Trägheit macht den Unterschied!</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>2.1 Superdaumen</u></b></p><p><b>Was du brauchst:</b><br>\n• Einen Stuhl oder Sessel<br>\n• Zwei Personen (eine sitzt, eine \"drückt\")\n</p>So geht’s:</b><br>\n1. Person A setzt sich bequem mit geradem Rücken hin – Füße flach auf den Boden.<br>\n2. Person B stellt sich vor sie, legt einen Daumen sanft auf die Stirn von Person A und drückt leicht nach hinten.<br>\n3. Jetzt soll Person A versuchen aufzustehen.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was merkst du?:</b><br>\n• Wie einfach oder schwer ist das Aufstehen?<br>\n• Was passiert, wenn der Daumen wieder weggenommen wird?<br></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Um aufzustehen, muss sich dein Schwerpunkt über deine Füße verlagern.<br>\n• Der leichte Druck verhindert das – der Schwerpunkt bleibt zu weit hinten, du kippst nicht nach vorn.<br>\n• Also: Ohne Gleichgewicht, kein Aufstehen!<br></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• Deshalb lehnen sich Menschen beim Aufstehen automatisch vor.<br>\n• Im Rollstuhl oder Autositz ist genau das schwierig – dort gibt’s extra Haltegriffe oder Schrägsitzhilfen.<br>\n• Und Profisportler nutzen das gezielt – z. B. beim Ringen oder Rugby, um Gegner aus dem Gleichgewicht zu bringen!</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>2.2 Die Kletterdose</u></b></p><p><b>Was du brauchst:</b><br>\n• Eine Blechdose (eine Seite offen, Kanten abgeschliffen)<br>\n• Ein kleines Eisenstück (z. B. Mutter oder Schraube)<br>\n• Starker Kleber (Heißkleber oder Sekundenkleber)<br>\n• Ein Brett mit rauer Oberfläche (z. B. Schleifpapier)<br>\n• Ein Klötzchen zum Unterlegen\n</p>So geht’s:</b><br>\n1. Klebe das Eisenstück innen seitlich an die Wand der Dose – nicht mittig!<br>\n2. Lege das Brett schräg auf das Klötzchen, raue Seite nach oben.<br>\n3. Stell die Dose mit dem Gewicht nach oben auf das Brett – dann loslassen.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was siehst du? Warum?:</b><br>\n• Rollt die Dose wirklich nach oben?!<br>\n• Wie weit rollt sie, und bleibt sie dann stehen?<br></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Der Schwerpunkt der Dose liegt durch das Gewicht nicht in der Mitte.<br>\n• Wenn du sie mit dem Gewicht oben aufstellst, beginnt sie zu rollen – aber dabei senkt sich das Gewicht ab.<br>\n• Die Dose rollt nach oben, weil der tiefste Schwerpunkt gesucht wird – und dabei täuscht die Bewegung das Auge.<br></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• So ähnlich funktioniert das Prinzip bei Wackelspielzeugen oder Stehaufmännchen.<br>\n• Auch bei selbstausrichtenden Bauteilen oder Balance-Robotern spielt der Schwerpunkt eine zentrale Rolle.<br>\n• Und manchmal täuscht uns die Physik – wie bei dieser scheinbar magischen Dose!</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>2.3 Silberne Kugeln – Zwei gleich? Von wegen!</u></b></p><p><b>Was du brauchst:</b><br>\n• 2 gleich große Styroporkugeln<br>\n• Messer<br>\n• Bleistück oder Bleiblech<br>\n• Flachzange<br>\n• Alufolie\n</p>So geht’s:</b><br>\n1. Schneide mit dem Messer einen kleinen Schlitz in eine der Kugeln.<br>\n2. Falte das Bleiblech mit der Zange zusammen und stecke es in den Schlitz.<br>\n3. Verklebe oder verpacke die Kugel sorgfältig mit Alufolie, damit beide gleich aussehen.<br>\n4. Jetzt: Rollen lassen oder sogar leicht werfen!</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Frage: Was fällt auf? Was ist bei den Kugeln anders?:</b><br>\n• Welche Kugel rollt gerade – welche nicht?<br>\n• Was passiert beim Werfen? Welche fliegt „komisch“?<br></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Die Kugel mit dem Blei hat ihren Schwerpunkt nicht in der Mitte.<br>\n• Beim Rollen ist sie unrund, bleibt oft mit dem Gewicht nach unten stehen.<br>\n• Beim Werfen zeigt sich eine schiefe Flugbahn, da das Gewicht sie „zieht“.<br></p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• Das Prinzip gilt bei Sportgeräten, z. B. gezielt unbalancierten Würfen.<br>\n• Auch in der Technik wird das genutzt: Trägheitsräder oder selbstausrichtende Systeme verwenden einen gezielten Schwerpunktversatz.<br>\n• Und: Manchmal sehen Dinge gleich aus, aber verhalten sich ganz anders – Physik zeigt, was drin steckt!</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>2.4 Schwerpunkt-Besen – Deine Finger kennen die Mitte!</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Einen Besen oder Wischmopp\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Strecke beide Arme nach vorne aus.<br>\n2. Stütze den Besen an jedem Ende jeweils mit einem Finger deiner linken und rechten Hand.<br>\n3. Bewege nun langsam die Finger zueinander – ohne dass der Besen herunterfällt!\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br> \n• Wo treffen sich deine Finger?<br>\n• Wie bewegt sich der Besen währenddessen?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Deine Finger treffen sich automatisch genau am Schwerpunkt des Besens.<br>\n• Der Schwerpunkt ist der Punkt, an dem sich die Gewichtskraft gleichmäßig verteilt.<br>\n• Egal wie ungleich der Besen gebaut ist – deine Finger „tasten“ sich zur Balance-Mitte vor.\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• Der Schwerpunkt spielt z. B. beim Balancieren von Gegenständen, Transport von Lasten oder sogar beim Fahren mit einem Fahrrad eine riesige Rolle.<br>\n• Auch Roboter und Maschinen nutzen den Schwerpunkt – für Stabilität, Gleichgewicht und optimale Bewegungsabläufe.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "p><b><u>3.1 Flummi-Wippe – Klein aber oho!</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Ein Holzlineal<br>\n• Einen Stift (als Drehpunkt)<br>\n• Zwei Flummis, einer klein, einer größer\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Lege das Lineal mittig auf den Stift, sodass es wie eine Wippe balanciert.<br>\n2. Lege den kleinen Flummi auf die niedrigere Seite des Lineals.<br>\n3. Lass nun den großen Flummi aus etwas Höhe auf die andere Seite des Lineals fallen.\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was passiert?:</b><br> \n• Was macht der kleine Flummi?<br>\n• Wie hoch fliegt er?<br>\n• Was ist mit dem Lineal?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Durch das Fallen des großen Flummis entsteht ein Drehmoment.<br>\n• Die Hebelwirkung sorgt dafür, dass die andere Seite der Wippe schnell nach oben schnellt.<br>\n• Der kleine Flummi wird dadurch weggeschleudert – je nach Höhe und Masse sogar ganz schön hoch!\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• So ähnlich funktioniert ein Katapult – auch dort wird durch Hebel und Masse eine große Kraft auf ein kleines Objekt übertragen.<br>\n• Beim Wippen auf dem Spielplatz oder beim Springen auf einem Trampolin nutzt du ganz ähnliche physikalische Prinzipien.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>3.2 Der Flaschenzug – Schweres leicht gemacht!</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Ein Stativ<br>\n• Einen Flaschenzug<br>\n• Feste Schnur<br>\n• Einen Stein oder ein anderes Gewicht<br>\n• Einen Kraftmesser\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Befestige den Stein an der Schnur und hänge ihn direkt an den Kraftmesser. Lies den Kraftwert ab.<br>\n2. Jetzt baust du den Flaschenzug auf: Fädle die Schnur durch die Rollen und befestige den Flaschenzug am Stativ.<br>\n3. Nun ziehe mit dem Kraftmesser am freien Ende der Schnur – und beobachte den Unterschied!\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was ist anders als beim ersten Mal?:</b><br> \n• Wie verändert sich die Kraftanzeige?<br>\n• Fühlt sich das Gewicht leichter an?<br>\n• Was machen die Rollen eigentlich genau?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Ein Flaschenzug verteilt die Zugkraft auf mehrere Seilstücke.<br>\n• Bei zwei Rollen zieht man nur mit halber Kraft, bei vier Rollen nur mit etwa einem Viertel der Kraft.<br>\n• Du musst dafür aber mehr Schnur ziehen – nichts im Leben ist umsonst.\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• In Baukränen, Segelbooten oder auch beim Theater (Vorhang hoch!) kommen Flaschenzüge zum Einsatz.<br>\n• So lassen sich schwere Lasten mit wenig Kraftaufwand bewegen.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>3.3 Reibungsbrett – Wenn’s hakt und klemmt</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Ein Holzbrett<br>\n• Schleifpapier<br>\n• Ein Holzklötzchen<br>\n• Eine Schraube mit Ringkopf<br>\n• Ein Gummiband<br>\n• Einen Stein oder verschiedene Gewichte\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Beklebe das Holzbrett mit Schleifpapier und leg es flach hin.<br>\n2. Schraube die Ringkopfschraube in das Holzklötzchen und befestige daran das Gummiband.<br>\n3. Jetzt:<br>\n• Ziehe das leere Klötzchen über das flache Brett.<br>\n• Lege ein Gewicht oder einen Stein auf das Klötzchen – und zieh nochmal.<br>\n• Stelle das Brett schräg auf und wiederhole beides.\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Wo merkst du Unterschiede?:</b><br> \n• Wie stark dehnt sich das Gummiband jeweils?<br>\n• Wann fängt der Klotz an zu rutschen?<br>\n• Hat die Größe der Auflagefläche Einfluss?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Die Reibungskraft hängt vor allem vom Gewicht ab, nicht so sehr von der Fläche.<br>\n• Mehr Gewicht = mehr Haftreibung = das Gummiband muss sich mehr dehnen, bevor der Klotz rutscht.<br>\n• Die schräge Stellung hilft dabei, weil die Hangabtriebskraft dazukommt.\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• Ein schwerer Schrank rutscht schwerer über Teppich als über Fliesen.<br>\n• Autos haben Profilreifen, damit sie auch bei geringer Reibung (nasser Straße) nicht ins Rutschen kommen.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>3.4 Rollbrett – Wenn Rollen den Unterschied machen</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Ein stabiles Brett<br>\n• Einige runde Holzstäbe (z. B. Rundhölzer oder Besenstiele)\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Eine Person stellt sich vorsichtig auf das Brett, das flach auf dem Boden liegt.<br>\n2. Du versuchst, sie leicht am Arm zu ziehen – merk dir, wie schwer das geht.<br>\n3. Jetzt legst du mehrere Holzstäbe unter das Brett, sodass es darauf rollen kann.<br>\n4. Wieder ziehen – merkst du den Unterschied?\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?:</b><br> \n• Fühlt es sich gleich an, oder ging es beim zweiten Mal deutlich leichter?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Ohne Holzstäbe muss das Brett über den Boden gleiten – da wirkt viel Haft- und Gleitreibung.<br>\n• Mit Holzstäben wird aus Reibung Rollwiderstand – der ist viel geringer.<br>\n• So kann man mit wenig Kraft große Lasten bewegen – so wie früher beim Pyramidenbau!\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• Möbelroller, Einkaufswagen, Skateboards – alles nutzt das Prinzip: <b>Rollen spart Kraft!</b>\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>4.1 Die Kanisterwaage – Wie schwer ist das denn?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• 5 l Kunststoffkanister (mit Wasser gefüllt, damit er nicht wackelt)<br>\n• Holzleiste, Klebeband, Schraubfeder, dünner Draht, Nagel<br>\n• Kunststoffbecher, Papierstreifen, Filzstift, Massestücke\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Füll den Kanister mit Wasser, damit er stabil steht.<br>\n2. Kleb die Holzleiste mit Klebeband oben quer auf den Kanister, sodass sie an einer Seite ca. 1 cm übersteht.<br>\n3. Bohr an diesem Überstand ein kleines Loch, zieh den Draht durch und befestige daran die Schraubfeder.<br>\n4. Häng einen Becher an die Feder.<br>\n5. An der Holzleiste bringst du einen Papierstreifen an – das wird deine Skala!<br>\n6. Füll bekannte Massestücke in den Becher und markiere die Ausschläge.<br>\n7. Jetzt kannst du damit die Masse unbekannter Gegenstände bestimmen!\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br> \n• Warum hängt der Becher bei mehr Gewicht weiter unten?<br>\n• Was zeigt dir die Skala eigentlich an?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Wenn du Masse in den Becher gibst, zieht die Gewichtskraft an der Feder.<br>\n• Je mehr Masse, desto stärker wird die Feder gedehnt.<br>\n• Das ist eine Kraftwaage: Sie nutzt die Federkraft, um die Masse sichtbar zu machen.<br>\n• So funktioniert übrigens auch eine normale Federwaage – nur meist aus Metall und nicht aus einem Kanister.\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• Kofferwaagen, Küchenwaagen und sogar manche Personenwaagen basieren genau auf diesem Prinzip.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>4.2 Die Hakenwippe</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Holzstab mit gleichmäßig gebohrten Löchern<br>\n• In der Mitte ein Loch, durch das eine Stange geführt wird (zum Aufhängen)<br>\n• S-förmige Metallhaken oder kleine Gewichte zum Einhängen\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Häng den Holzstab an der mittleren Stange frei auf – wie eine Wippe.<br>\n2. Jetzt kannst du in die Löcher links und rechts Metallhaken einhängen.<br>\n3. Probier verschiedene Kombinationen aus: gleiche Haken, unterschiedliche, nahe und weit entfernte Löcher …\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br> \n• Wann bleibt die Wippe waagerecht?<br>\n• Wann kippt sie?<br>\n• Was passiert, wenn ein Haken weiter außen hängt als der andere?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Jeder Haken übt eine Kraft auf die Wippe aus – und zwar nicht nur durch sein Gewicht, sondern auch durch den Abstand zur Mitte.<br>\n• Das nennt man Drehmoment:<br>\nDrehmoment = Kraft × Abstand zur Drehachse<br>\n• Sind die Drehmomente links und rechts gleich groß, bleibt die Wippe im Gleichgewicht.<br>\n• Ist eins größer, kippt sie – ganz wie bei einer echten Wippe auf dem Spielplatz!\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\n• Wippen, Hebel, Scheren, Türklinken, Kräne mit Gegengewichten – überall arbeiten wir mit Drehmomenten, um Kraft zu sparen.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5.1 Der Farbklecks – Wie Energie Farbe macht!</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Ein Glas<br>\n• Strohhalm<br>\n• Lebensmittelfarbe, Wasserfarbe oder Tinte<br>\n• Zeitungspapier, weißes Papier<br>\n• Maßstab oder Zollstock<br>\n• Bleistift\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Färbe etwas Wasser mit der Farbe deiner Wahl.<br>\n2. Lege Zeitungspapier auf den Boden und darauf ein weißes Blatt.<br>\n3. Stell den Maßstab senkrecht über das Papier.<br>\n4. Stecke den Strohhalm ins gefärbte Wasser, halte oben zu (damit bleibt das Wasser im Halm).<br>\n5. Halte den Halm jeweils auf 5, 10, 15, 20 und 25 cm Höhe über dem Blatt – und lass jeweils einen Tropfen fallen.<br>\n6. Notiere die jeweilige Höhe mit dem Bleistift neben den Klecks.\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br>\n• Wie verändern sich die Kleckse mit der Höhe?<br>\n• Was unterscheidet einen Tropfen aus 5 cm von einem aus 25 cm?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Je höher der Tropfen fällt, desto mehr Geschwindigkeit hat er beim Aufprall.<br>\n• Er bringt mehr Energie mit – das nennt man potenzielle Energie, die in Bewegungsenergie umgewandelt wird.<br>\n• Deshalb wird der Klecks beim Aufprall größer und spritzt weiter.\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\nWasserkraftwerke funktionieren nach demselben Prinzip:<br>\n• Je höher das Wasser fällt, desto mehr Energie kann es abgeben – und desto mehr Strom kann erzeugt werden!<br>\n• Höhenunterschied = Kraftquelle\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5.2 Papier gleich Stein – Wenn Luft bremst!</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Ein kleiner Stein<br>\n• Ein Blatt Papier\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Halte das Blatt Papier und den Stein gleich hoch in der Luft.<br>\n2. Lass beide gleichzeitig fallen – was passiert?<br>\n3. Jetzt knülle das Papier zu einem kleinen Ball zusammen.<br>\n4. Wieder beide gleichzeitig fallen lassen.\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was stellst du fest?:</b><br>\n• Fällt das Papier genauso schnell wie der Stein?<br>\n• Was verändert sich, wenn du das Papier zusammenknüllst?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Beim ersten Mal bremst die Luft das flache Papier stark ab – es fällt langsam.<br>\n• Der Stein ist kompakter und hat weniger Luftwiderstand – er fällt schneller.<br>\n• Wenn du das Papier knüllst, hat es eine kleinere Oberfläche – weniger Luftwiderstand!<br>\n• Jetzt fällt es fast genauso schnell wie der Stein.<br>\n• Wichtig: Nicht die Masse bestimmt die Fallgeschwindigkeit, sondern Form und Luftwiderstand!\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\nFlugzeuge nutzen große Flächen, um Auftrieb zu erzeugen – genau das, was das Papier zuerst bremst!<br>\nFallschirme sind auch so gebaut: Sie verlangsamen den Fall, indem sie Luftwiderstand erhöhen.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5.3 Schnelle Reaktion – Wer hat den flinksten Griff?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Ein langes Lineal (z. B. 30 cm oder ein Meterstab)\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Eine Person hält das Lineal senkrecht über die geöffnete Hand der anderen – der Daumen und Zeigefinger sind offen, bereit zum Zupacken.<br>\n2. Die Zahl „0“ zeigt dabei nach unten.<br>\n3. Ohne Vorwarnung lässt die erste Person das Lineal los.<br>\n4. Die zweite Person muss so schnell wie möglich zupacken!<br>\n5. Lies am Lineal ab, bei welcher Zahl es gefangen wurde.\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br>\n• Warum fällt das Lineal immer schneller?<br>\n• Was bedeutet ein kleinerer Fang-Wert?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Das Lineal wird durch die Erdanziehungskraft (g = 9,81 m/s²) gleichmäßig beschleunigt.<br>\n• Je länger es fällt, desto schneller wird es.<br>\n• Wer das Lineal früher (also bei einer kleineren Zahl) fängt, hatte die schnellere Reaktion – das Gehirn hat den Impuls rascher verarbeitet, und die Muskeln haben schneller reagiert.<br>\n• Der cm-Wert zeigt also die eigene Reaktionszeit!\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\nIn manchen Sportarten (z. B. Sprint, Tischtennis) zählt jede Millisekunde. Dort misst man Reaktionszeiten mit Lichtschranken oder Sensoren.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5.4 Die Lok – Auf Spur mit gleichmäßiger Bewegung</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Modelleisenbahn mit ca. 3 m Schiene<br>\n• Stoppuhr<br>\n• Maßband<br>\n• Klebeband oder Marker zur Markierung der Strecke\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Baue die Schienen auf einer geraden Fläche auf.<br>\n2. Miss 2 Meter von der Startlinie ab und markiere die Stelle.<br>\n3. Stelle den Zug an den Start und stoppe die Zeit, bis er die 2 m erreicht hat.<br>\n4. Dann markiere auf der Strecke mehrere gleich lange Abschnitte (z. B. alle 50 cm).<br>\n5. Messe nun die Zeit, die der Zug für jeden einzelnen Abschnitt braucht.\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br>\n• Was fällt bei der ersten Fahrt auf?<br>\n• Wie verhalten sich die Zeiten bei den gleichlangen Streckenabschnitten?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Im ersten Versuch misst du die Gesamtzeit für eine Strecke. Daraus kannst du die durchschnittliche Geschwindigkeit berechnen:<br>\n→ Geschwindigkeit = Strecke ÷ Zeit<br>\n• Im zweiten Versuch erkennst du: Wenn der Zug für jeden Abschnitt immer gleich lang braucht, fährt er gleichförmig – das heißt mit konstanter Geschwindigkeit.<br>\n• Keine Beschleunigung, kein Bremsen – einfach ein Zug, der ganz entspannt dahinrollt.\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\nAuf der Autobahn merkt man gleichmäßige Bewegung oft gar nicht – erst wenn man beschleunigt oder bremst.<br>\nAuch echte Züge oder Straßenbahnen versuchen beim Fahren gleichmäßig zu rollen, um Energie zu sparen und Fahrkomfort zu bieten.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5.5 Springflummi – Auf und nieder, Flummi geht’s wieder!</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Einen Flummi<br>\n• Einen Maßstab oder Zollstock<br>\n• Eine glatte Wand oder Tür, an der du die Höhen ablesen kannst\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Halte den Flummi auf eine bestimmte Höhe (z. B. 30 cm, 60 cm, 90 cm, 120 cm).<br>\n2. Lass ihn senkrecht fallen – nicht werfen!<br>\n3. Beobachte, wie hoch er nach dem Aufprall wieder springt.<br>\n4. Notiere dir Fallhöhe und Sprunghöhe und vergleiche beides.<br>\n5. Rechne das Verhältnis: Sprunghöhe ÷ Fallhöhe.\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br>\n• Wie verändert sich die Sprunghöhe bei steigender Fallhöhe?<br>\n• Kommt der Flummi jemals auf die ursprüngliche Höhe zurück?\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Der Flummi fällt wegen der Erdanziehungskraft – dabei hat er Bewegungsenergie (kinetische Energie).<br>\n• Beim Aufprall gibt es einen Stoß – dabei wird ein Teil der Energie zurück in Höhe verwandelt, aber:<br>\n• Nicht die ganze Energie bleibt erhalten!<br>\n→ Ein Teil geht durch Reibung und Verformung verloren – z. B. in Wärme oder Schall.<br>\n• Der Flummi springt also immer etwas niedriger als die Fallhöhe.<br>\n• Im Idealfall (je nach Material) etwa 2/3 der Fallhöhe – also ~66 %.\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\nBeim Tennis, Basketball oder Tischtennis – überall wird mit Rückprall-Energie gearbeitet.<br>\nAber auch hier: Der Ball springt nie ewig weiter, weil Reibung und Materialverlust ihm nach und nach die Energie rauben.<br>\nReibung ist also nicht nur nervig – sie erklärt, warum Dinge zur Ruhe kommen.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>6.1 Die magische Kugel – Wenn der Ball wie von Zauberhand tanzt!</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Eine gefüllte Flasche (z. B. mit Wasser)<br>\n• Ein Korken, der fest in die Öffnung passt<br>\n• Ein kleines Plastik- oder Glasrohr<br>\n• Ein Tischtennisball<br>\n• Ein Faden<br>\n• Ein Glas<br>\n• Einen Stift oder Kochlöffel\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Stecke den Korken in die Flasche.<br>\n2. In den Kork kommt das Röhrchen (z. B. ein Strohhalm).<br>\n3. Am Röhrchen wird ein Faden befestigt, an dessen Ende der Tischtennisball hängt.<br>\n4. Hänge den Ball so, dass er die Außenwand eines Glases leicht berührt.<br>\n5. Jetzt: Ganz vorsichtig mit dem Stift auf das Glas schlagen (nicht zu fest!).\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br>\nDer Tischtennisball beginnt plötzlich zu schwingen – obwohl du ihn gar nicht direkt berührt hast!\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDer Schlag auf das Glas erzeugt eine mechanische Schwingung – eine Vibration.<br>\nDiese Schwingung überträgt sich durch das Glas → an den Ball, der dadurch in Bewegung gerät.<br>\nMan spricht hier auch von Kopplung – die Energie wandert von einem Körper zum anderen.<br>\nDas sieht dann fast magisch aus – ist aber pure Physik!\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\nWenn du eine Gitarrensaite zupfst, schwingen auch benachbarte Saiten leicht mit – das nennt man Resonanz.<br>\nAuch bei Brückenkonstruktionen oder Fensterscheiben können Schwingungen übertragen werden – was wichtig für Sicherheit ist.<br>\nSelbst im Auto übertragen sich Vibrationen – etwa vom Motor zum Rückspiegel.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>6.2 Münzbahn – Kettenreaktion ohne Bewegung?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Eine Schiene oder z. B. eine Buchrückenrinne<br>\n• Mehrere gleichgroße Münzen (z. B. 10-Cent-Stücke)<br>\n• Einen Stift oder ähnlichen Gegenstand zum Antippen\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Lege mehrere Münzen hintereinander in einer Reihe in die Schiene – dicht an dicht.<br>\n2. Die letzte Münze platzierst du etwas weiter weg von der Reihe (mit etwas Abstand).<br>\n3. Jetzt stößt du die erste Münze der Reihe mit dem Stift kräftig an.<br>\n4. Beobachte, was passiert!\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt auf?:</b><br>\nNur die letzte Münze fliegt weg – die anderen bleiben praktisch an Ort und Stelle!\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nBeim Stoß überträgt sich die Bewegungsenergie (Impuls) von Münze zu Münze – ohne, dass sich die dazwischenliegenden Münzen sichtbar bewegen.<br>\nNur die letzte Münze erhält die gesamte Energie und wird weggeschleudert.<br>\nDas liegt an der Impulsweitergabe bei stoßenden Körpern gleicher Masse.\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\nÄhnlich funktioniert Billard: Wenn du mit der weißen Kugel zentral eine andere Kugel triffst, bleibt die weiße fast stehen und die getroffene Kugel rollt weiter.<br>\nOder denk an die berühmten Newton’s Cradle Kugeln auf Schreibtischen: Energie rein – Energie raus – dazwischen bleibt alles fast ruhig.\n</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>6.3 Rocket Science – Abheben mit Ballonantrieb!</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• Einen Ballon<br>\n• Einen Trinkhalm<br>\n• Klebeband<br>\n• Eine lange Schnur<br>\n• Zwei Stühle oder andere Halter zum Spannen der Schnur\n</p>\n\n<p><b>So geht’s:</b><br>\n1. Spanne die Schnur waagrecht zwischen zwei Stühlen.<br>\n2. Stecke den Trinkhalm auf die Schnur und klebe ihn mit Klebeband an den aufgepusteten Ballon.<br>\n3. Nicht zuknoten – halte nur die Öffnung zu.<br>\n4. Positioniere den Ballon am Start und lass ihn los!\n</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was beobachtest du?</b><br>\nDer Ballon zischt los und saust an der Schnur entlang – fast wie eine Rakete!\n</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nWenn du den Ballon loslässt, strömt die Luft nach hinten raus.<br>\nDadurch entsteht ein Rückstoß, der den Ballon nach vorne schiebt – ganz wie beim Raketenprinzip:<br>\n<i>Actio = Reactio</i> – auf jede Kraft folgt eine gleich große, entgegengesetzte Kraft (3. Newtonsches Gesetz).\n</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Alltag trifft Physik:</b><br>\nGenau so fliegen auch echte Raketen ins Weltall: Sie pusten heißen Gasstrahl nach hinten raus – und werden dadurch nach vorne katapultiert.<br>\nOder denk an einen Luftballon, den du einfach loslässt – auch der saust durch die Gegend, ohne dass er Flügel braucht.\n</p>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    {
        "title": "Mechanik Theorie",
        "shortDescription": "<p>Hier findet ihr die grundlegende Theorie zur Mechanik, die die Bewegung von Körpern und die Kräfte, die auf sie wirken, einfach und verständlich beschreibt. Dieses Wissen hilft euch, die Experimente zur Bewegung und zum Gleichgewicht besser zu verstehen.</p>\n\n<p><b>Viel Spaß beim Wissensentdecken wünscht das Alltagslabor!</b></p>",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "text",
                "content": "<h2>Grundlagentheorie zur Mechanik</h2>\n\n<h3>Was ist Mechanik?</h3>\n<p>Die Mechanik ist ein Teilbereich der Physik, der sich mit Bewegungen von Körpern sowie mit den Kräften beschäftigt, die diese Bewegungen verursachen oder verändern. Sie wird in drei Hauptbereiche unterteilt: Kinematik (Bewegung), Dynamik (Kraftwirkungen) und Statik (Gleichgewicht).</p>"
            },
            {
                "type": "merksatz",
                "content": "<h3>Wichtige Begriffe</h3>\n<ul>\n  <li><b>Bewegung:</b> Änderung der Position eines Körpers im Raum.</li>\n  <li><b>Geschwindigkeit:</b> Maß dafür, wie schnell sich ein Körper bewegt.</li>\n  <li><b>Beschleunigung:</b> Änderung der Geschwindigkeit eines Körpers pro Zeit.</li>\n  <li><b>Kraft:</b> Einwirkung, die einen Körper verformen oder beschleunigen kann.</li>\n  <li><b>Arbeit:</b> Energieaufwand, um einen Körper mit Kraft über eine Strecke zu bewegen.</li>\n  <li><b>Leistung:</b> Arbeit pro Zeit.</li>\n  <li><b>Energie:</b> Fähigkeit, Arbeit zu verrichten oder Wärme abzugeben.</li>\n  <li><b>Impuls:</b> Maß für die Bewegungsmenge eines Körpers.</li>\n</ul>"
            },
            {
                "type": "text",
                "content": "<h3>Grundlagen und Gesetze</h3>\n\n<h4>1. Gleichförmige Bewegung</h4>\n<p>Bei einer gleichförmigen Bewegung bleibt die Geschwindigkeit konstant.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nv = s / t<br>\nv: Geschwindigkeit [m/s], s: Strecke [m], t: Zeit [s]</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Je länger der Weg in kurzer Zeit, desto größer die Geschwindigkeit.</p>"
            },
            {
                "type": "text",
                "content": "<h4>2. Beschleunigte Bewegung</h4>\n<p>Wenn sich die Geschwindigkeit eines Körpers ändert, spricht man von beschleunigter Bewegung.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\na = Δv / t<br>\na: Beschleunigung [m/s²], Δv: Geschwindigkeitsänderung, t: Zeit [s]</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Beschleunigung ist die Geschwindigkeit pro Zeitänderung.</p>"
            },
            {
                "type": "text",
                "content": "<h4>3. Kraftgesetz (2. Newton’sches Gesetz)</h4>\n<p>Eine Kraft bewirkt eine Beschleunigung eines Körpers mit Masse.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nF = m · a<br>\nF: Kraft [N], m: Masse [kg], a: Beschleunigung [m/s²]</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Je größer die Masse oder Beschleunigung, desto größer die Kraft.</p>"
            },
            {
                "type": "text",
                "content": "<h4>4. Gewichtskraft</h4>\n<p>Die Gewichtskraft ist die Kraft, mit der die Erde einen Körper anzieht.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nF_G = m · g<br>\nF_G: Gewichtskraft [N], m: Masse [kg], g: Erdbeschleunigung (≈ 9,81 m/s²)</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Die Erde zieht alles mit der gleichen Fallbeschleunigung an.</p>"
            },
            {
                "type": "text",
                "content": "<h4>5. Arbeit</h4>\n<p>Wenn eine Kraft entlang eines Weges wirkt, wird Arbeit verrichtet.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nW = F · s<br>\nW: Arbeit [J], F: Kraft [N], s: Weg [m]</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Ohne Weg keine Arbeit – auch bei großer Kraft.</p>"
            },
            {
                "type": "text",
                "content": "<h4>6. Leistung</h4>\n<p>Leistung beschreibt, wie schnell Arbeit verrichtet wird.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nP = W / t<br>\nP: Leistung [W], W: Arbeit [J], t: Zeit [s]</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Wer in kurzer Zeit viel leistet, bringt mehr Leistung.</p>"
            },
            {
                "type": "text",
                "content": "<h4>7. Energie</h4>\n<p>Energie ist die Fähigkeit, Arbeit zu verrichten. Zwei wichtige Energieformen sind:</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formeln:</b><br>\nE_kin = ½ · m · v² (kinetische Energie)<br>\nE_pot = m · g · h (potenzielle Energie)<br>\nE: Energie [J], m: Masse [kg], v: Geschwindigkeit [m/s], h: Höhe [m]</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Energie verschwindet nicht – sie wandelt sich nur um.</p>"
            },
            {
                "type": "text",
                "content": "<h4>8. Impuls</h4>\n<p>Der Impuls beschreibt die Bewegungsmenge eines Körpers.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\np = m · v<br>\np: Impuls [kg·m/s], m: Masse [kg], v: Geschwindigkeit [m/s]</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Großer Impuls entsteht durch große Masse oder hohe Geschwindigkeit.</p>"
            },
            {
                "type": "text",
                "content": "<h4>9. Hebelgesetz</h4>\n<p>Ein Hebel ist im Gleichgewicht, wenn beide Seiten das gleiche Drehmoment erzeugen.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nF₁ · r₁ = F₂ · r₂<br>\nF: Kraft [N], r: Hebelarm [m]</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Mit einem langen Hebel spart man Kraft.</p>"
            },
            {
                "type": "text",
                "content": "<h4>10. Gleichgewicht der Kräfte</h4>\n<p>Ein Körper ist im Gleichgewicht, wenn alle auf ihn wirkenden Kräfte sich gegenseitig aufheben.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b> Wenn sich alle Kräfte ausgleichen, bewegt sich nichts.</p>"
            },
            {
                "type": "text",
                "content": "<h3>Anwendungen der Mechanik im Alltag</h3>\n<ul>\n  <li>Fahrradfahren nutzt Impuls, Reibung und Hebelwirkung.</li>\n  <li>Aufzüge arbeiten mit Kräften, Gegengewichten und Energie.</li>\n  <li>Brücken und Gebäude benötigen statisches Gleichgewicht.</li>\n  <li>Sportler verwenden gezielt Kraft, Impuls und Hebelarme.</li>\n  <li>Autos beschleunigen, bremsen und benötigen Arbeit & Leistung.</li>\n</ul>\n\n<h3>Zusammenfassung</h3>\n<p>Die Mechanik erklärt, wie sich Körper bewegen und welche Kräfte dabei wirken. Mit einfachen Gesetzen wie dem Kraftgesetz, dem Hebelgesetz oder der Impulsformel lassen sich viele Vorgänge des Alltags verstehen. Mechanik ist eine Grundlage für Technik, Sport, Bauwerke und vieles mehr.</p>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    
    {
        "title": "Mechanik Aufgaben",
        "shortDescription": "<p>\nIn der Mechanik dreht sich alles um Bewegung, Kräfte und Energie!<br>\nHier findest du spannende Aufgaben zu Geschwindigkeit, Kraft, Arbeit und vielem mehr. Die Aufgaben helfen dir, besser zu verstehen, wie sich Dinge bewegen und warum manche schwerer anzuschieben sind als andere.\n</p>\n<p>\nEntdecke, wie Physik deinen Alltag beeinflusst – ganz einfach erklärt und mit vielen Aha-Momenten!\n</p>\n<p><b>Viel Freude beim Tüfteln und Rechnen wünscht dir dein AlltagsLabor!</b></p>\n",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "aufgabe",
                "content": "<h2>Mechanik – Übungsaufgaben</h2>\n\n<h3>Rechenaufgaben</h3>\n\n<ol>\n  <li>\n    <p>Ein Auto fährt mit einer Geschwindigkeit von 20 m/s. Wie weit fährt es in 5 Sekunden?</p>\n    <p><b>Formel:</b> Weg = Geschwindigkeit × Zeit</p>\n  </li>\n  \n  <li>\n    <p>Ein Fahrradfahrer tritt mit einer Kraft von 50 N in die Pedale. Wie groß ist die Kraft, wenn er die Kraft verdoppelt?</p>\n  </li>\n  \n  <li>\n    <p>Ein Gegenstand hat eine Masse von 10 kg. Wie groß ist seine Gewichtskraft auf der Erde? (Erdbeschleunigung g = 9,81 m/s²)</p>\n    <p><b>Formel:</b> Gewichtskraft = Masse × Erdbeschleunigung</p>\n  </li>\n  \n  <li>\n    <p>Ein Ball wird mit 15 N Kraft nach oben geworfen. Welche Kraft wirkt auf den Ball durch die Erdanziehung, wenn seine Masse 1,5 kg beträgt?</p>\n  </li>\n</ol>\n\n<h3>Logikaufgaben</h3>\n\n<ol>\n  <li>\n    <p>Warum bleibt ein Buch liegen, wenn du es auf den Tisch legst?</p>\n  </li>\n  \n  <li>\n    <p>Ein Radfahrer fährt bergab schneller als bergauf. Warum?</p>\n  </li>\n  \n  <li>\n    <p>Wenn du gegen eine Wand drückst, bewegt sich die Wand nicht. Warum spürst du trotzdem einen Widerstand?</p>\n  </li>\n  \n  <li>\n    <p>Ein Gegenstand fällt zu Boden. Warum fällt er nicht seitlich oder nach oben?</p>\n  </li>\n</ol>"
            },
            {
                "type": "text",
                "content": "<br></br><br></br><br></br><br></br><br></br>"
            },
            {
                "type": "merksatz",
                "content": "<h2>Mechanik – Lösungen</h2>\n\n<h3>Rechenaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Aufgabe:</b> Ein Auto fährt mit 20 m/s. Wie weit fährt es in 5 Sekunden?</p>\n    <p><b>Lösung:</b> Weg = Geschwindigkeit × Zeit = 20 m/s × 5 s = 100 m</p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> Fahrradfahrer tritt mit 50 N Kraft. Wie groß ist die Kraft, wenn er sie verdoppelt?</p>\n    <p><b>Lösung:</b> 50 N × 2 = 100 N</p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> Masse = 10 kg. Gewichtskraft auf Erde berechnen (g = 9,81 m/s²)</p>\n    <p><b>Lösung:</b> Gewichtskraft = Masse × g = 10 kg × 9,81 m/s² = 98,1 N</p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> Ball mit 15 N Kraft nach oben geworfen, Masse 1,5 kg. Gewichtskraft berechnen.</p>\n    <p><b>Lösung:</b> Gewichtskraft = Masse × g = 1,5 kg × 9,81 m/s² = 14,7 N</p>\n  </li>\n</ol>\n\n<h3>Logikaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Frage:</b> Warum bleibt ein Buch auf dem Tisch liegen?</p>\n    <p><b>Antwort:</b> Weil die Kräfte ausgeglichen sind. Die Schwerkraft zieht das Buch nach unten, der Tisch hält es nach oben.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum fährt ein Radfahrer bergab schneller als bergauf?</p>\n    <p><b>Antwort:</b> Weil die Schwerkraft ihn bergab zieht, beim Bergauffahren muss er gegen die Schwerkraft arbeiten.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum spürt man Widerstand, wenn man gegen eine Wand drückt?</p>\n    <p><b>Antwort:</b> Die Wand übt eine gleich große Kraft zurück aus (Reaktionskraft), deshalb spürst du Widerstand.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum fällt ein Gegenstand gerade nach unten?</p>\n    <p><b>Antwort:</b> Weil die Schwerkraft ihn zur Erde zieht und es keine Kraft gibt, die ihn zur Seite oder nach oben zieht.</p>\n  </li>\n</ol>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    
    {
        "title": "Elektrizitätslehre Experimente",
        "shortDescription": "<p><strong>In der Elektrizitätslehre fließt der Funke über!</strong><br>\nHier lernst du, was Strom ist, wie er fließt – und warum er so nützlich (und manchmal gefährlich) ist.</p>\n\n<p>Auf dieser Seite findest du einfache Experimente.<br>\nDu kannst sie ganz leicht zu Hause oder in der Schule nachmachen.</p>\n\n<p>Wir erklären dir auch:<br>\n– Was dabei in der Physik passiert.<br>\n– Wo du das im Alltag erleben kannst.</p>\n\n<p><strong>Viel Spaß beim Forschen und Ausprobieren!<br>\nWünscht euch das AlltagsLabor.</strong></p>",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "text",
                "content": "<p><b><u>1. Magnetische Feldlinien mit Eisenspänen sichtbar machen</u></b></p>\n\n<p><b>Ziel:</b><br>\nSichtbarmachung der unsichtbaren magnetischen Feldlinien.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Stabmagnet<br>\n• Weißes Papier<br>\n• Eisenspäne</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Durchführung:</b><br>\nLege den Stabmagneten auf das weiße Papier. Streue vorsichtig Eisenspäne auf das Papier in der Nähe des Magneten. Beobachte, wie sich die Eisenspäne ausrichten.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDie Eisenspäne richten sich entlang der magnetischen Feldlinien aus, da sie kleine magnetische Teilchen sind. Diese Linien zeigen das Magnetfeld und seine Richtung an.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Magnetfelder sind überall in der Technik zu finden, z. B. in Lautsprechern oder Elektromotoren.<br>\n• Mit Eisenspänen kann man das normalerweise unsichtbare Magnetfeld sichtbar machen – das hilft beim Verstehen dieser Phänomene.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>2. Wie viele Büroklammern kann ein Magnet halten?</u></b></p>\n\n<p><b>Ziel:</b><br>\nDie Stärke eines Magneten testen.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Stabmagnet<br>\n• Büroklammern</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Durchführung:</b><br>\nHänge eine Büroklammer direkt an den Magneten. Dann hänge eine zweite an die erste, eine dritte an die zweite usw., bis der Magnet keine weitere Büroklammer mehr halten kann. Zähle, wie viele Büroklammern in der Kette hängen bleiben.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\n• Der Magnet hält mehrere Büroklammern hintereinander in einer Kette.<br>\n• Irgendwann fällt die letzte Klammer ab, weil die Kraft nicht mehr ausreicht.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDer Magnet übt eine Anziehungskraft auf metallische Gegenstände aus. Jede angehängte Büroklammer erhöht das Gewicht und die Belastung. Ab einem bestimmten Punkt ist die magnetische Kraft zu schwach, um die Kette weiter zu halten – die letzte Klammer fällt ab.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Die Haftkraft von Magneten ist begrenzt und hängt vom Material, der Form und dem Abstand ab.<br>\n• Dieses Prinzip wird z. B. bei Magnethaltern, Kühlschranktüren oder Werkzeughaltern genutzt.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>3. Nagel durch Reiben magnetisieren</u></b></p>\n\n<p><b>Ziel:</b><br>\nDemonstration, wie man einen Nagel magnetisiert.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Eisennagel<br>\n• Stabmagnet</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Durchführung:</b><br>\nReibe den Eisennagel etwa 30-mal in eine Richtung mit dem Stabmagneten. Danach halte den Nagel an Büroklammern oder Eisenspäne, um zu testen, ob er magnetisch geworden ist.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\n• Der Nagel zieht nach dem Reiben kleine Metallteile wie Büroklammern oder Eisenspäne an.<br>\n• Er verhält sich wie ein kleiner Magnet.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nBeim Reiben richten sich die magnetischen Bereiche (sogenannte Domänen) im Inneren des Nagels aus. Dadurch entsteht ein Magnetfeld und der Nagel wird selbst magnetisch – zumindest für eine gewisse Zeit.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• In Elektromotoren oder Generatoren nutzt man gezielt magnetisierte Materialien.<br>\n• Auch in Werkzeugen wie Schraubendrehern ist oft ein Magnet eingebaut, damit Schrauben besser halten.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>4. Entmagnetisieren durch Hammerschläge</u></b></p>\n\n<p><b>Ziel:</b><br>\nNachweis, dass ein Magnet durch Schläge entmagnetisiert werden kann.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Magnetisierter Nagel (z. B. aus Versuch 3)<br>\n• Kleiner Hammer</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Durchführung:</b><br>\nSchlage vorsichtig mehrmals mit dem Hammer auf den magnetisierten Nagel. Danach prüfe, ob der Nagel weiterhin Büroklammern oder Eisenspäne anzieht.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\n• Der Nagel zieht nach den Schlägen keine Metallteile mehr an.<br>\n• Die magnetische Wirkung ist verschwunden.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDie mechanischen Schläge stören die Ordnung der magnetischen Domänen im Nagel. Sie richten sich nicht mehr gleich aus, wodurch das Magnetfeld zusammenbricht und der Nagel seine magnetische Wirkung verliert.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Werkzeuge, die herunterfallen oder stark erschüttert werden, verlieren manchmal ihre Magnetkraft.<br>\n• Auch beim Transport oder bei Stößen kann ein Magnet seine Wirkung verlieren.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5. Magnetfeld eines stromdurchflossenen Leiters</u></b></p>\n\n<p><b>Ziel:</b><br>\nSichtbarmachung des Magnetfeldes um einen stromdurchflossenen Leiter.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Batterie(n)<br>\n• Langer gerader Kupferdraht<br>\n• Eisenspäne<br>\n• Weißes Papier</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Durchführung:</b><br>\nLege den Kupferdraht gerade auf das weiße Papier. Verbinde die Enden des Drahts mit der Batterie, sodass Strom durch den Draht fließt. Streue vorsichtig Eisenspäne auf das Papier rund um den Draht und beobachte die Muster.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\n• Die Eisenspäne ordnen sich in kreisförmigen Linien um den Draht an.<br>\n• Das Muster wird umso deutlicher, je näher die Späne am Draht liegen.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nEin stromdurchflossener Leiter erzeugt ein Magnetfeld, das in konzentrischen Kreisen um den Draht verläuft. Die Eisenspäne richten sich entlang dieser Feldlinien aus und machen das Magnetfeld sichtbar.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Elektromagnete in Motoren, Lautsprechern oder Relais basieren auf diesem Prinzip.<br>\n• Auch Stromleitungen erzeugen Magnetfelder – ein Phänomen, das bei Hochspannungsleitungen messbar ist.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>6. Feldlinien mit kleinen Kompassen aufzeichnen</u></b></p>\n\n<p><b>Ziel:</b><br>\nMagnetfeldlinien mit Kompassen sichtbar machen.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Stabmagnet<br>\n• Kleine Kompassnadeln<br>\n• Weißes Papier</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Durchführung:</b><br>\nLege den Magneten auf das weiße Papier. Platziere mehrere kleine Kompasse rings um den Magneten. Beobachte, wie sich die Kompassnadeln ausrichten und notiere die Richtungen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\n• Die Kompassnadeln zeigen alle in Richtung der magnetischen Feldlinien vom Nord- zum Südpol des Magneten.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDie Kompassnadeln richten sich nach dem Magnetfeld aus und zeigen so dessen Richtung an. So kann man das unsichtbare Magnetfeld sichtbar machen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Kompasse helfen bei der Orientierung, da sie sich am Erdmagnetfeld ausrichten.<br>\n• Auch in der Navigation und bei technischen Geräten wird die Ausrichtung an Magnetfeldern genutzt.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Versuch 7: Ballon an Haaren reiben und an die Wand kleben</u></b></p>\n\n<p><b>Ziel:</b><br>\nNachweis elektrostatischer Aufladung.</p>\n\n<p><b>Material:</b><br>\n• Ballon<br>\n• Haare<br>\n• Glatte Wand</p>"
            },
            {
                "type": "aufgabe",
                "content": "Durchführung:<br>\nReibe den aufgeblasenen Ballon kräftig an deinen Haaren. Halte den Ballon anschließend an eine glatte Wand."
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\nDer Ballon bleibt an der Wand haften.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDurch Reiben wird der Ballon elektrisch geladen. Diese Ladung zieht die ungeladene Wandoberfläche an, wodurch der Ballon haften bleibt.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit:</b><br>\nElektrostatische Aufladung kann Gegenstände anziehen und sorgt für alltägliche Effekte wie das Anhaften von Kleidern oder Staub.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Versuch 8: Zwei geladene Kunststoffstäbe abstoßen und anziehen lassen</u></b></p>\n\n<p><b>Ziel:</b><br>\nZeigen, dass gleich geladene Körper sich abstoßen und ungleich geladene anziehen.</p>\n\n<p><b>Material:</b><br>\n• Zwei Kunststoffstäbe<br>\n• Wolltuch</p>"
            },
            {
                "type": "aufgabe",
                "content": "Durchführung:<br>\nReibe beide Stäbe an einem Wolltuch, um sie aufzuladen. Halte sie dann einander gegenüber und beobachte die Kräfte."
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\nDie Stäbe stoßen sich ab. Lade einen Stab erneut, so dass sie unterschiedlich geladen sind, und beobachte die Anziehung.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nGleichnamige Ladungen stoßen sich ab, ungleichnamige ziehen sich an.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit:</b><br>\nElektrische Ladungen üben Kräfte aufeinander aus, die abhängig von der Ladung sind.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Versuch 9: Bau eines einfachen Elektroskops</u></b></p>\n\n<p><b>Ziel:</b><br>\nNachweis elektrischer Ladungen.</p>\n\n<p><b>Material:</b><br>\n• Glasflasche mit Deckel<br>\n• Aluminiumfolie<br>\n• Draht<br>\n• Styropor- oder Korkstück</p>"
            },
            {
                "type": "aufgabe",
                "content": "Durchführung:<br>\nForme aus Aluminiumfolie zwei dünne Blättchen und befestige sie am Draht. Stecke den Draht durch den Deckel der Flasche, so dass die Blättchen im Inneren frei hängen. Lade einen Plastikstab durch Reiben auf und bringe ihn nahe an den Draht."
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\nDie Aluminiumblättchen stoßen sich ab und spreizen sich auseinander.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDer geladene Stab induziert Ladungen im Elektroskop, die gleiche Ladungen an den Blättchen verursachen, welche sich abstoßen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit:</b><br>\nDas Elektroskop zeigt an, ob ein Gegenstand geladen ist.<br>\n• Ein Elektroskop funktioniert ähnlich wie Geräte, die in der Industrie zur Messung von elektrostatischer Aufladung verwendet werden, z. B. in Lackierereien oder bei der Herstellung von Kunststoffen.<br>\n• Auch im Alltag kann man mit solchen Prinzipien erklären, warum sich Haare nach dem Kämmen aufrichten oder warum man manchmal kleine Funken spürt, wenn man einen Türgriff berührt.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Versuch 10: Elektroskop durch Entladung entladen</u></b></p>\n\n<p><b>Ziel:</b><br>\nNachweis, wie elektrische Ladungen entladen werden.</p>\n\n<p><b>Material:</b><br>\n• Elektroskop (aus Versuch 9)<br>\n• Metallstab</p>"
            },
            {
                "type": "aufgabe",
                "content": "Durchführung:<br>\nLade das Elektroskop auf, bis die Folien sich spreizen. Berühre dann das Elektroskop mit einem geerdeten Metallstab."
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\nDie Aluminiumfolien klappen zusammen.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDer Metallstab leitet die Ladung ab (Erdung), dadurch ist das Elektroskop nicht mehr geladen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit:</b><br>\nElektrische Ladungen können durch Erdung abgeleitet werden.<br>\n• Dieses Prinzip nutzt man zum Beispiel beim Blitzeinschlag: Blitze werden über Blitzableiter sicher in die Erde geleitet und schützen Gebäude vor Schäden.<br>\n• Auch im Alltag kann man elektrostatische Aufladung durch Berühren eines geerdeten Gegenstandes abbauen, um unangenehme kleine Stromschläge zu vermeiden.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Versuch 11: Strom erzeugen durch Bewegung eines Magneten in einer Spule</u></b></p>\n\n<p><b>Ziel:</b><br>\nNachweis von Induktion.</p>\n\n<p><b>Material:</b><br>\n• Kupferdraht (Spule)<br>\n• Stabmagnet<br>\n• LED oder empfindliches Messgerät</p>"
            },
            {
                "type": "aufgabe",
                "content": "Durchführung:<br>\nBewege den Stabmagneten schnell in und aus der Spule. Beobachte, ob die LED aufleuchtet oder das Messgerät eine Spannung anzeigt."
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\nDie LED blinkt auf, oder das Messgerät zeigt eine Spannung.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDurch das sich ändernde Magnetfeld in der Spule wird eine Spannung (induzierter Strom) erzeugt.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit:</b><br>\nEin sich änderndes Magnetfeld induziert elektrischen Strom.<br>\n• Dieses Prinzip wird in Generatoren genutzt, um elektrischen Strom in Kraftwerken zu erzeugen.<br>\n• Auch beim Fahrrad-Dynamo wird durch die Bewegung eines Magneten Strom für das Licht erzeugt.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Versuch 12: Transformator aus zwei Spulen und Eisenkern bauen</u></b></p>\n\n<p><b>Ziel:</b><br>\nSpannungsänderung durch Induktion demonstrieren.</p>\n\n<p><b>Material:</b><br>\n• Zwei Spulen mit unterschiedlicher Windungszahl<br>\n• Eisenkern (z.B. U-förmiges Eisenstück)<br>\n• Wechselspannungsquelle<br>\n• Spannungsmessgerät</p>"
            },
            {
                "type": "aufgabe",
                "content": "Durchführung:<br>\nWickle die Spulen auf den Eisenkern. Schließe die Primärspule an die Wechselspannungsquelle an. Messe die Spannung an der Sekundärspule."
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung:</b><br>\nDie Spannung an der Sekundärspule ist unterschiedlich, je nachdem wie viele Windungen sie hat.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nEin Transformator ändert die Spannung proportional zum Windungsverhältnis.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit:</b><br>\nTransformatoren nutzen Induktion, um Spannung zu erhöhen oder zu verringern.<br>\n• Dieses Prinzip findet Anwendung in Stromnetzen, um hohe Spannungen für den Transport zu nutzen und sie für den Hausgebrauch wieder zu reduzieren.<br>\n• Auch in Ladegeräten für Handys und anderen elektronischen Geräten sind Transformatoren enthalten, die die Spannung anpassen.</p>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    {
        "title": "Elektrizitätslehre Theorie",
        "shortDescription": "<p>Hier findet ihr die grundlegende Theorie zur Elektrizitätslehre, die erklärt, wie elektrischer Strom entsteht, fließt und wie elektrische Bauteile funktionieren. Dieses Wissen unterstützt euch beim Verstehen der Experimente rund um Strom und Spannung.</p>\n\n<p><b>Viel Spaß beim Wissensentdecken wünscht das Alltagslabor!</b></p>",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "text",
                "content": "<h2>1. Elektrischer Strom</h2>\n<p><b>Definition:</b><br>\nElektrischer Strom ist die gerichtete Bewegung von elektrischen Ladungen (meist Elektronen) durch einen Leiter.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel für die Stromstärke:</b><br>\nI = Q / t<br>\nI = Stromstärke (in Ampere, A)<br>\nQ = elektrische Ladung (in Coulomb, C)<br>\nt = Zeit (in Sekunden, s)</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b><br>\nStrom ist die Bewegung von Elektronen. Je mehr Ladung pro Zeit fließt, desto stärker ist der Strom.</p>"
            },
            {
                "type": "text",
                "content": "<h2>2. Elektrische Spannung</h2>\n<p><b>Definition:</b><br>\nSpannung ist der Antrieb für elektrische Ladungen. Sie „drückt“ den Strom durch den Leiter.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nU = W / Q<br>\nU = Spannung (in Volt, V)<br>\nW = Energie bzw. Arbeit (in Joule, J)<br>\nQ = Ladung (in Coulomb, C)</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b><br>\nSpannung ist der Antrieb für den Strom – ohne Spannung kein Stromfluss!</p>"
            },
            {
                "type": "text",
                "content": "<h2>3. Elektrischer Widerstand</h2>\n<p><b>Definition:</b><br>\nDer Widerstand gibt an, wie stark der Stromfluss durch einen Leiter behindert wird.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel (Ohmsches Gesetz):</b><br>\nR = U / I<br>\nR = Widerstand (in Ohm, Ω)<br>\nU = Spannung (in Volt, V)<br>\nI = Stromstärke (in Ampere, A)</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b><br>\nJe größer der Widerstand, desto kleiner ist der Strom bei gleicher Spannung.</p>"
            },
            {
                "type": "text",
                "content": "<h2>4. Der elektrische Stromkreis</h2>\n<p><b>Bestandteile eines einfachen Stromkreises:</b><br>\n• Spannungsquelle (z. B. Batterie)<br>\n• Leiter (z. B. Draht)<br>\n• Verbraucher (z. B. Lampe)<br>\n• Schalter</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b><br>\nEin Stromkreis muss geschlossen sein, damit Strom fließt.</p>"
            },
            {
                "type": "text",
                "content": "<h2>5. Elektrische Leistung</h2>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nP = U * I<br>\nP = Leistung (in Watt, W)<br>\nU = Spannung (in Volt, V)<br>\nI = Stromstärke (in Ampere, A)</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b><br>\nLeistung zeigt, wie viel Energie pro Sekunde umgesetzt wird.</p>"
            },
            {
                "type": "text",
                "content": "<h2>6. Energieverbrauch</h2>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nE = P * t<br>\nE = Energie (in Wattsekunden oder Kilowattstunden)<br>\nP = Leistung (in Watt, W)<br>\nt = Zeit (in Sekunden oder Stunden)</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b><br>\nJe länger ein Gerät läuft und je mehr Leistung es hat, desto mehr Energie wird verbraucht.</p>"
            },
            {
                "type": "text",
                "content": "<h2>7. Reihenschaltung und Parallelschaltung</h2>\n<p><b>Reihenschaltung:</b><br>\n• Der Strom ist überall gleich.<br>\n• Die Spannung verteilt sich auf die Verbraucher.<br>\n• Der Gesamtwiderstand ist die Summe der Einzelwiderstände:<br>\nR<sub>ges</sub> = R<sub>1</sub> + R<sub>2</sub> + ...</p>\n<p><b>Parallelschaltung:</b><br>\n• Die Spannung ist überall gleich.<br>\n• Der Strom verteilt sich auf die Zweige.<br>\n• Der Gesamtwiderstand berechnet sich über:<br>\n1 / R<sub>ges</sub> = 1 / R<sub>1</sub> + 1 / R<sub>2</sub> + ...</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksätze:</b><br>\nReihenschaltung: In der Reihenschaltung fließt überall gleich viel Strom.<br>\nParallelschaltung: In der Parallelschaltung ist überall die gleiche Spannung.</p>"
            },
            {
                "type": "text",
                "content": "<h2>8. Elektromagnetismus</h2>\n<p><b>Grundlagen:</b><br>\n• Fließt Strom durch einen Leiter, entsteht ein Magnetfeld.<br>\n• Wird ein Draht zu einer Spule gewickelt und Strom hindurchgeleitet, entsteht ein starker Elektromagnet.<br>\n• Die Feldlinien gehen vom Nordpol zum Südpol.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Merksatz:</b><br>\nWo Strom fließt, entsteht ein Magnetfeld.</p>"
            },
            {
                "type": "text",
                "content": "<h2>9. Wichtige Einheiten</h2>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\">\n  <tr>\n    <th>Größe</th>\n    <th>Einheit</th>\n    <th>Symbol</th>\n  </tr>\n  <tr>\n    <td>Stromstärke</td>\n    <td>Ampere</td>\n    <td>A</td>\n  </tr>\n  <tr>\n    <td>Spannung</td>\n    <td>Volt</td>\n    <td>V</td>\n  </tr>\n  <tr>\n    <td>Widerstand</td>\n    <td>Ohm</td>\n    <td>Ω</td>\n  </tr>\n  <tr>\n    <td>Leistung</td>\n    <td>Watt</td>\n    <td>W</td>\n  </tr>\n  <tr>\n    <td>Energie</td>\n    <td>Joule / kWh</td>\n    <td>J / kWh</td>\n  </tr>\n</table>"
            },
            {
                "type": "text",
                "content": "<h2>Zusammenfassung – Merksätze</h2>"
            },
            {
                "type": "merksatz",
                "content": "<li>Spannung treibt den Strom an.</li>"
            },
            {
                "type": "merksatz",
                "content": "<li>Strom ist die Bewegung von Elektronen.</li>"
            },
            {
                "type": "merksatz",
                "content": "<li>Widerstand bremst den Strom.</li>"
            },
            {
                "type": "merksatz",
                "content": "<li>Leistung = Spannung * Strom.</li>"
            },
            {
                "type": "merksatz",
                "content": "<li>Energie = Leistung * Zeit.</li>"
            },
            {
                "type": "merksatz",
                "content": "<li>In der Reihenschaltung ist der Strom gleich.</li>"
            },
            {
                "type": "merksatz",
                "content": "<li>In der Parallelschaltung ist die Spannung gleich.</li>"
            },
            {
                "type": "merksatz",
                "content": "<li>Strom erzeugt Magnetfelder.</li>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    {
        "title": "Elektrizitätslehre Aufgaben",
        "shortDescription": "<p>\nWas ist eigentlich Strom – und warum geht ohne ihn fast nichts mehr?<br>\nHier findest du Aufgaben, bei denen du Stromstärke, Spannung und Widerstand berechnen kannst. Du lernst spielerisch, wie ein Stromkreis funktioniert und wie Energie genutzt wird.\n</p>\n<p>\nSchalte dein Wissen ein – es wird elektrisierend!\n</p>\n<p><b>Viel Freude beim Tüfteln und Rechnen wünscht dir dein AlltagsLabor!</b></p>\n",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "aufgabe",
                "content": "<h2>Elektrizitätslehre – Übungsaufgaben</h2>\n\n<h3>Rechenaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Aufgabe:</b> Ein Strom fließt mit einer Stärke von 2 Ampere für 3 Sekunden. Wie viel Ladung fließt?</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> Eine Batterie liefert eine Spannung von 9 Volt. Wenn der Strom 0,5 Ampere beträgt, wie groß ist der Widerstand im Stromkreis?</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> Ein elektrisches Gerät hat eine Leistung von 60 Watt und wird 2 Stunden benutzt. Wie viel Energie verbraucht es in Wattstunden?</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> In einem Stromkreis fließen 4 Ampere bei 12 Volt. Berechne die elektrische Leistung.</p>\n  </li>\n</ol>\n\n<h3>Logikaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Frage:</b> Warum fließt Strom nur, wenn der Stromkreis geschlossen ist?</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Was passiert mit dem Strom, wenn der Widerstand größer wird?</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Warum braucht eine Glühbirne Spannung, um zu leuchten?</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Warum ist es gefährlich, mit nassen Händen an elektrische Geräte zu fassen?</p>\n  </li>\n</ol>"
            },
            {
                "type": "text",
                "content": "<br></br><br></br><br></br><br></br><br></br>"
            },
            {
                "type": "merksatz",
                "content": "<h2>Elektrizitätslehre – Übungsaufgaben mit Lösungen</h2>\n\n<h3>Rechenaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Aufgabe:</b> Ein Strom fließt mit einer Stärke von 2 Ampere für 3 Sekunden. Wie viel Ladung fließt?</p>\n    <p><b>Formel:</b> Q = I * t</p>\n    <p><b>Lösung:</b> Q = 2 A * 3 s = 6 Coulomb</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> Eine Batterie liefert eine Spannung von 9 Volt. Wenn der Strom 0,5 Ampere beträgt, wie groß ist der Widerstand im Stromkreis?</p>\n    <p><b>Formel:</b> R = U / I</p>\n    <p><b>Lösung:</b> R = 9 V / 0,5 A = 18 Ohm</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> Ein elektrisches Gerät hat eine Leistung von 60 Watt und wird 2 Stunden benutzt. Wie viel Energie verbraucht es in Wattstunden?</p>\n    <p><b>Formel:</b> E = P * t</p>\n    <p><b>Lösung:</b> E = 60 W * 2 h = 120 Wh</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> In einem Stromkreis fließen 4 Ampere bei 12 Volt. Berechne die elektrische Leistung.</p>\n    <p><b>Formel:</b> P = U * I</p>\n    <p><b>Lösung:</b> P = 12 V * 4 A = 48 Watt</p>\n  </li>\n</ol>\n\n<h3>Logikaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Frage:</b> Warum fließt Strom nur, wenn der Stromkreis geschlossen ist?</p>\n    <p><b>Antwort:</b> Weil der Strom einen geschlossenen Weg braucht, um fließen zu können. Ist der Kreis offen, kann der Strom nicht durchfließen.</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Was passiert mit dem Strom, wenn der Widerstand größer wird?</p>\n    <p><b>Antwort:</b> Der Strom wird kleiner, weil der Widerstand den Fluss der Ladungen bremst.</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Warum braucht eine Glühbirne Spannung, um zu leuchten?</p>\n    <p><b>Antwort:</b> Die Spannung sorgt dafür, dass der Strom durch den Draht in der Glühbirne fließt und ihn zum Leuchten bringt.</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Warum ist es gefährlich, mit nassen Händen an elektrische Geräte zu fassen?</p>\n    <p><b>Antwort:</b> Weil Wasser Strom leitet und dadurch Strom durch den Körper fließen kann, was zu einem elektrischen Schlag führt.</p>\n  </li>\n</ol>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    
    {
        "title": "Wärmelehre Experimente",
        "shortDescription": "<p><b>\"In der Wärmelehre geht es heiß her!\"</b><br>\nHier geht es darum, wie warm oder kalt Dinge sind.<br>\nUnd was passiert, wenn Dinge warm werden oder abkühlen.<br>\nAuf dieser Seite findest du einfache Experimente.<br>\nDu kannst sie ganz leicht in der Schule nachmachen.<br>\nWir erklären dir auch:</p>\n\n<ul>\n  <li>Was dabei in der Physik passiert.</li>\n  <li>Wo du das im Alltag erleben kannst.</li>\n</ul>\n\n<p><b>\"Viel Spaß beim Forschen und Ausprobieren! Wünscht euch das AlltagsLabor.\"</b></p>",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "text",
                "content": "<p><b><u>1.1 Temperatur fühlen – Täuscht uns unser Gefühl?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 3 Schüsseln oder Wannen<br>\n • Warmes Wasser (ca. 40 °C)<br>\n • Kaltes Wasser mit Eiswürfeln (ca. 0 °C)<br>\n • Lauwarmes Wasser (ca. 20 °C)<br>\n • Deine beiden Hände<br>\nTipp: Markiere die Schüsseln farbig, z. B. rot für warm, blau für kalt, und neutral für lauwarm.</p>\n\n<p><b>So geht’s:</b><br>\nFülle die rote Schüssel mit warmem Wasser (nicht zu heiß – ca. 40 °C).<br>\nFülle die blaue Schüssel mit kaltem Wasser (am besten mit Eiswürfeln – ca. 0 °C).<br>\nFülle die mittlere Wanne mit lauwarmem Wasser (etwa 20 °C).<br>\nStecke deine linke Hand in die rote (warme) Schüssel und die rechte Hand in die blaue (kalte) Schüssel.<br>\nWarte ca. 1 Minute.<br>\nJetzt tauche beide Hände gleichzeitig in das lauwarme Wasser.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fühlst du?<br>\n • Spürt jede Hand die gleiche Temperatur?<br>\n • Welche Hand fühlt das Wasser eher warm? Welche eher kalt?<br>\n • Wie kann das sein – obwohl es das gleiche Wasser ist?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDeine Haut passt sich an die Temperatur an.<br>\n • Die Hand im kalten Wasser ist daran gewöhnt, dass es richtig kalt ist.<br>\n • Die Hand im warmen Wasser ist an Wärme gewöhnt.<br>\nWenn beide Hände jetzt ins gleiche lauwarme Wasser kommen:<br>\n • Die „kalte“ Hand findet es plötzlich warm.<br>\n • Die „warme“ Hand findet es plötzlich kalt.<br><br>\nDas zeigt:<br>\nUnser Wärmegefühl ist nicht objektiv, sondern hängt davon ab, was wir vorher gespürt haben.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Wenn du im Winter draußen warst und dann ins Haus kommst, fühlt sich alles plötzlich heiß an – sogar lauwarmes Wasser beim Händewaschen.<br>\n • Oder umgekehrt: An einem heißen Sommertag kommt dir lauwarmes Wasser eher kalt vor.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>1.2 Wie funktioniert ein Thermometer?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 große durchsichtige PET-Flasche (leer & sauber)<br>\n • 1 Gummistopfen mit einem Loch (z. B. aus dem Laborbedarf oder selbst gebastelt mit Knete)<br>\n • 1 Glasrohr oder Strohhalm (mindestens 40 cm lang)<br>\n • Tinte oder Lebensmittelfarbe<br>\n • Klebeband<br>\n • Filzstift zum Markieren<br>\n • 1 Thermometer zum Messen der Temperatur</p>\n\n<p><b>So geht’s:</b><br>\nFülle die Flasche fast ganz mit Wasser. Gib ein paar Tropfen Tinte dazu, damit man den Wasserstand im Röhrchen gut sehen kann.<br>\nStelle die Flasche für mindestens 30 Minuten in den Kühlschrank (damit das Wasser kalt wird – ca. 6 °C).<br>\nMiss jetzt die Temperatur des Wassers mit dem Thermometer.<br>\nStecke das Glasrohr oder den Strohhalm durch das Loch im Gummistopfen.<br>\nSetze den Gummistopfen auf die Flasche, sodass das Röhrchen etwa 5 cm ins Wasser ragt. Dichte alles gut ab mit Klebeband, damit keine Luft entweicht.<br>\nMarkiere den Wasserstand im Röhrchen mit einem Filzstift.<br>\nStelle die Flasche an einen warmen Ort im Raum (Zimmertemperatur, ca. 22 °C).<br>\nWarte etwa einen Tag. Dann miss wieder die Temperatur und markiere erneut den Wasserstand.<br>\nOptional: Stelle die Flasche in ein Becken mit warmem Wasser (z. B. 35–40 °C). Miss wieder die Temperatur und markiere den Wasserstand nach ca. 15 Minuten.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt auf?<br>\n • Ist der Wasserstand im Röhrchen gestiegen oder gesunken?<br>\n • Was passiert mit dem Wasser, wenn es wärmer wird?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nWenn Wasser wärmer wird, nimmt es mehr Platz ein – es dehnt sich aus.<br>\nIn der Flasche braucht das Wasser also mehr Raum – darum steigt der Wasserstand im Röhrchen.<br><br>\nSo funktioniert auch ein echtes Flüssigkeitsthermometer:<br>\nJe wärmer die Umgebung, desto mehr dehnt sich die Flüssigkeit aus und steigt im Röhrchen nach oben.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Genau so messen Thermometer die Temperatur – zum Beispiel Fieberthermometer oder alte Flüssigkeitsthermometer im Garten.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>1.3 Von Wärme zu Bewegung: Wie funktioniert eine Dampfturbine?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 kleiner Topf<br>\n • Wasser<br>\n • 1 Herdplatte (oder Campingkocher – bitte mit Aufsicht!)<br>\n • 1 Korkscheibe oder Topfdeckel mit kleinem Loch<br>\n • 1 kleine Windmühle (leicht, aus Papier oder Kunststoff – z. B. Spielzeug)<br>\n • Topfuntersetzer<br>\n Tipp: Die Korkplatte muss gut auf den Topf passen und möglichst dicht abschließen, damit der Dampf nur durch das kleine Loch entweichen kann.</p>\n\n<p><b>So geht’s:</b><br>\nFülle den Topf zur Hälfte mit Wasser.<br>\nVerschließe ihn mit dem Deckel oder der Korkscheibe, in dem sich ein kleines Loch befindet.<br>\nErhitze den Topf auf der Herdplatte – warte, bis das Wasser anfängt zu kochen.<br>\nHalte die Windmühle direkt über das Loch (Achtung: heißer Dampf! Nur mit Aufsicht oder Zange halten).<br>\nBeobachte, was passiert.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was stellst du fest?<br>\n • Was passiert mit der Windmühle?<br>\n • Woher kommt die Bewegung?<br>\n • Wie hängt das mit der Hitze zusammen?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Das Wasser wird erhitzt → es beginnt zu sieden.<br>\n • Dabei entsteht Wasserdampf, der viel mehr Platz braucht als flüssiges Wasser.<br>\n • Der Dampf entweicht mit Druck durch das kleine Loch.<br>\n • Dieser Druck trifft auf die Windmühle – und bringt sie zum Drehen.<br><br>\nDas ist ein Modell für eine Dampfturbine.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • In einem Kraftwerk passiert genau das:<br>\n → Wasser wird durch Kohle, Gas, Biomasse oder Kernenergie erhitzt.<br>\n → Der entstehende Dampf wird mit hohem Druck auf eine Turbine geleitet.<br>\n → Die Turbine dreht sich – wie bei dir die Windmühle.<br>\n → Diese Drehung treibt einen Generator an, der daraus Strom erzeugt.<br>\n • Auch in einer alten Dampflok wurde Wasserdampf benutzt – dort wurde der Dampf in Zylinder geleitet, um die Räder zu bewegen.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>1.4 Wie pustet sich ein Ballon von selbst auf?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 kleine leere Wasserflasche (z. B. 0,5 l)<br>\n • 1 Ballon<br>\n • 1 große Schüssel<br>\n • Warmes Wasser (nicht kochend – ca. 50–60 °C)</p>\n\n<p><b>So geht’s:</b><br>\nStülpe den Ballon über die Öffnung der leeren Flasche.<br>\nStelle die Flasche mit dem Ballon in eine Schüssel mit warmem Wasser.<br>\nBeobachte, was mit dem Ballon passiert.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was beobachtest du?<br>\n • Füllt sich der Ballon?<br>\n • Woran könnte das liegen?<br>\n • Wurde Luft hinzugefügt?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • In der Flasche ist Luft eingeschlossen.<br>\n • Durch das warme Wasser wird die Luft in der Flasche erwärmt.<br>\n • Warme Luft dehnt sich aus – sie braucht mehr Platz.<br>\n • Da die Flasche geschlossen ist, drückt die Luft in den Ballon.<br>\n • Der Ballon bläht sich ein wenig auf, ganz ohne Pusten!<br><br>\nDie Luftmenge bleibt gleich – sie wird nur größer durch Wärme.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • So funktioniert ein Heißluftballon:<br>\n → In die Ballonhülle wird heiße Luft geblasen.<br>\n → Diese ist leichter als kalte Luft – deshalb steigt der Ballon auf.<br>\n • Aerosoldosen (z. B. Deo, Haarspray) dürfen nicht in der Sonne liegen!<br>\n → Die Gase darin dehnen sich bei Hitze aus.<br>\n → Wenn zu viel Druck entsteht, kann die Dose platzen!<br>\n • Auch Autoreifen haben im Sommer höheren Luftdruck – weil sich die Luft ausdehnt.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>2.1.1 Warum schwimmt Eis? Die Dichte von Wasser</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 durchsichtige Schüssel<br>\n • Klares Wasser<br>\n • 1 großer Eiswürfel oder Eisblock</p>\n\n<p><b>So geht’s:</b><br>\nFülle die Schüssel etwa halbvoll mit Wasser.<br>\nGib den Eiswürfel vorsichtig hinein.<br>\nFülle die Schüssel komplett auf, bis das Wasser bis zum Rand reicht.<br>\nBeobachte, was passiert, wenn das Eis schmilzt.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt dir auf?<br>\n • Schwimmt der Eiswürfel oben?<br>\n • Läuft Wasser über, wenn der Eiswürfel schmilzt?<br>\n • Warum bleibt der Eiswürfel an der Oberfläche?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Wasser hat eine besondere Eigenschaft:<br>\n   Beim Gefrieren dehnt es sich aus – es wird weniger dicht als flüssiges Wasser.<br>\n • Deshalb hat Eis eine geringere Dichte als Wasser → es schwimmt oben.<br>\n • Wenn das Eis schmilzt, verändert sich nur seine Form – das geschmolzene Wasser hat das gleiche Volumen wie zuvor der eingetauchte Teil des Eises → kein Wasser läuft über.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Seen frieren von oben nach unten:<br>\n   → Eis schwimmt oben und bildet eine Isolationsschicht.<br>\n   → Unten bleibt das Wasser flüssig und „warm“ (4 °C) – das sichert das Überleben von Fischen im Winter.<br>\n • Getränke mit Eis bleiben oben schön kühl, weil das Eis an der Oberfläche schwimmt.</p>\n\n<p><b>Extra-Info für Fortgeschrittene:</b><br>\nDie größte Dichte hat Wasser bei 4 °C, kälter als das, sinkt es nicht weiter ab, sondern steigt wieder auf, wenn es gefriert.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>2.1.2 Trotz Hitze bleibt's kalt: Warum das Eis nicht wärmer wird</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 Kochtopf<br>\n • Wasser<br>\n • Eiswürfel<br>\n • 1 Thermometer (z. B. Küchenthermometer)<br>\n • 1 Herdplatte</p>\n\n<p><b>So geht’s:</b><br>\nFülle den Kochtopf mit etwas Wasser.<br>\nGib ein paar Eiswürfel dazu.<br>\nStelle den Topf auf die Herdplatte und schalte sie ein.<br>\nHalte das Thermometer ins Wasser und rühre regelmäßig um.<br>\nBeobachte die Temperatur, solange noch Eis im Topf ist.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was denkst du, was passiert?<br>\n • Erwärmt sich das Wasser sofort?<br>\n • Bleibt die Temperatur gleich?<br>\n • Warum dauert es so lange, bis das Wasser über 0 °C steigt?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Obwohl der Herd Wärme zuführt, bleibt die Temperatur bei 0 °C, solange noch Eis vorhanden ist.<br>\n • Die zugeführte Energie wird nicht zur Erwärmung genutzt – sondern für das Schmelzen des Eises.<br>\n • Erst nachdem alles Eis geschmolzen ist, steigt die Temperatur weiter an.<br>\n Fachbegriff: Schmelzwärme (auch: Schmelzenthalpie)<br>\n → Energie wird „versteckt“ aufgenommen, ohne dass man es an der Temperatur merkt.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Kühlbox mit Eisbeuteln:<br>\n   → Das Eis hält die Temperatur über Stunden bei ca. 0 °C, selbst wenn außen 30 °C sind.<br>\n   → Weil das Eis viel Wärme schluckt, ohne warm zu werden – solange es noch nicht geschmolzen ist.<br>\n • Speiseeis in Thermoboxen:<br>\n   → Beim Transport schmilzt es langsam, aber die Box bleibt lange konstant kalt, weil die Energie erst mal nur für das Schmelzen draufgeht.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>3.1.1 Wenn Dosen zerknicken: Das Volumen von Gasen</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 leere Getränkedose (z. B. Alu-Dose)<br>\n • 1 Zange (um die Dose sicher zu halten)<br>\n • 1 Bunsenbrenner oder Teelicht<br>\n • 1 Schüssel mit kaltem Wasser<br>\n • Etwas Wasser (ca. 1 cm) für die Dose</p>\n\n<p><b>So geht’s:</b><br>\nFülle etwa 1 cm Wasser in die leere Getränkedose.<br>\nErhitze die Dose über dem Brenner/Teelicht, bis das Wasser sprudelnd kocht.<br>\nWichtig: Halte die Dose mit der Zange fest – nicht mit der Hand!<br>\nSobald Dampf austritt, drehe die Dose schnell um und tauche sie kopfüber in die Schüssel mit kaltem Wasser.<br>\nBeobachte, was mit der Dose passiert.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was passiert?<br>\n • Die Dose implodiert plötzlich – wird von außen eingedrückt.<br>\n • Warum passiert das?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Beim Erhitzen verdampft das Wasser → Die Dose füllt sich mit Wasserdampf.<br>\n • Dieser Dampf verdrängt die Luft im Inneren.<br>\n • Wird die Dose plötzlich gekühlt, kondensiert der Dampf schlagartig → das Gasvolumen wird sehr klein.<br>\n • In der Dose entsteht ein Unterdruck – der äußere Luftdruck drückt die Dose zusammen.<br>\n Das zeigt: Gase brauchen bei hoher Temperatur mehr Platz – und ziehen sich beim Abkühlen stark zusammen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Industrietanks & Dampfkessel:<br>\n   → Wenn große Metallbehälter mit heißem Dampf befüllt wurden und danach schnell abkühlen, kann das ganze Ding eingedrückt werden – wie die Dose. Deshalb gibt es Sicherheitsventile!<br>\n • Wasserdampf in der Küche:<br>\n   → Wenn du z. B. einen Topf mit Dampf luftdicht verschließt und ihn dann in kaltes Wasser stellst, „zieht“ sich der Deckel stark fest.<br>\n • Thermosflaschen & Plastikbehälter:<br>\n   → Werden sie mit heißem Inhalt verschlossen und abgekühlt, ziehen sie sich zusammen oder knicken ein → weil sich der Luftdruck innen stark verändert.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>3.1.2 Wie Dampf wieder zu Wasser wird</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 Wasserkocher oder Kochtopf mit Deckel<br>\n • 1 Glasscheibe (z. B. Backofenglas, Glasdeckel oder dicke Folie)<br>\n • 1 kleiner Topf (für die Destillationsvariante)</p>\n\n<p><b>So geht’s:</b><br>\nFülle den Wasserkocher mit Wasser und schalte ihn ein.<br>\nSobald das Wasser kocht und Dampf aufsteigt, halte die Glasscheibe waagrecht über die Öffnung (vorsichtig!).<br>\nBeobachte, was auf der Scheibe passiert.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt dir auf?<br>\n • Die Glasscheibe wird nass – warum?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Der heiße Wasserdampf trifft auf die kühle Scheibe.<br>\n • Dort kühlt er schnell ab – der Wasserdampf wird wieder flüssig.<br>\n • Das nennt man Kondensation.<br>\n Das Wasser wechselt vom gasförmigen zurück in den flüssigen Aggregatzustand.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Beim Duschen: Der Spiegel beschlägt – Wasserdampf trifft auf kaltes Glas → Kondensation.<br>\n • Im Winter: An kalten Fenstern bilden sich Tropfen → Warme, feuchte Luft kondensiert.<br>\n • Wolken und Regen: In der Atmosphäre kühlt aufsteigender Wasserdampf ab und bildet Tröpfchen → Wolken → später Regen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Teil 2: Mini-Destille – Wie man reines Wasser gewinnt</b></p>\n\n<p><b>Zusätzliche Durchführung:</b><br>\nBringe Wasser in einem großen Topf zum Kochen.<br>\nHalte eine Glasscheibe schräg darüber (z. B. mit einem Kochlöffel stützen).<br>\nUnter dem tieferliegenden Ende der Glasscheibe steht ein kleiner Topf.<br>\nWarte einige Minuten – Wasser beginnt hineinzutropfen.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was passiert?<br>\n • Was bildet sich auf der Glasplatte, wenn du sie über den Wasserdampf hältst?<br>\n • Warum wird aus dem unsichtbaren Dampf plötzlich wieder flüssiges Wasser?<br>\n • Was zeigt uns das über den Unterschied zwischen Gas und Flüssigkeit?<br>\n • Wie hängt die Temperatur der Glasplatte mit der Veränderung des Aggregatzustands zusammen?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Das ist eine einfache Form der Destillation:<br>\n Man trennt Stoffe über den Aggregatzustand → zuerst Verdampfen, dann Kondensieren.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Meerwasserentsalzung: In heißen Regionen gewinnt man Trinkwasser aus Meerwasser durch Destillation.<br>\n • In der Chemie & Medizin: Viele Stoffe werden so gereinigt – z. B. Alkohol, ätherische Öle oder Medikamente.<br>\n • Destilliertes Wasser: Wird so hergestellt – zum Bügeln oder für Autobatterien.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>3.1.3 Frostschutz: Warum friert nicht alles ein?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 Einweckglas oder große Schüssel<br>\n • Eiswürfel (zerkleinert)<br>\n • 1 Esslöffel Kochsalz<br>\n • 2 Reagenzgläser<br>\n • Glycerin (gibt’s in der Apotheke oder online)<br>\n • Wasser</p>\n\n<p><b>So geht’s:</b><br>\n1. Zerkleinere das Eis und gib es in das Einweckglas.<br>\n2. Gib etwa einen Löffel Salz über das Eis.<br>\n<span style=\"color:red;\"><b>Achtung:</b> Die Mischung wird kälter als Eiswasser – nicht mit bloßen Händen anfassen!</span><br>\n3. Fülle ein Reagenzglas etwa 3 cm hoch mit Glycerin.<br>\n4. Fülle das andere Reagenzglas ebenfalls 3 cm hoch mit Wasser.<br>\n5. Stelle beide Reagenzgläser in das Eis-Salz-Gemisch.<br>\n6. Warte einige Minuten.<br>\n7. Nimm beide Reagenzgläser heraus und beobachte.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt dir auf?<br>\n • Was kannst du nach einiger Zeit bei den beiden Reagenzgläsern beobachten?<br>\n • Welcher Stoff friert ein – und welcher nicht?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Durch das Salz wird das Eis so stark abgekühlt, dass eine Kältemischung entsteht.<br>\n • Diese Kältemischung kann Temperaturen unter –10 °C erreichen.<br>\n • Wasser friert bei 0 °C – deshalb gefriert es hier schnell.<br><br>\n • Glycerin hat einen Schmelzpunkt von etwa –19 °C – es bleibt also flüssig.<br>\n Das Glycerin hat einen Frostschutz-Effekt.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Scheibenfrostschutz im Auto:<br> In kalten Wintern mischt man Glycerin oder Alkohol ins Wischwasser – damit es nicht in den Leitungen gefriert.<br>\n • Kühlmittel im Auto (z. B. mit Ethylenglykol):<br> Damit der Motorkühler nicht platzt, wird ein Frostschutzmittel beigemischt.<br>\n • Medizin:<br> Glycerin wird auch als Frostschutz in Medikamenten oder in der Tiefkühl-Lagerung von Zellen verwendet.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>4.1.1 Der sich biegende Draht</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 Metalldraht (z. B. aus Eisen oder Kupfer)<br>\n • 1 gebogener Nagel (als Zeiger)<br>\n • 2 stabile Stangen oder Stativstangen zum Einspannen<br>\n • Papier (für Hintergrundmarkierung)<br>\n • Hitzequelle: Bunsenbrenner, Kerze oder Feuerzeug</p>\n\n<p><b>So geht’s:</b><br>\n1. Spanne den Metalldraht zwischen den beiden Stangen fest ein, sodass er straff gespannt ist.<br>\n2. Hänge den gebogenen Nagel genau in die Mitte des Drahts – er dient als Zeiger.<br>\n3. Befestige ein weißes Papier im Hintergrund hinter dem Nagel und markiere die Ausgangsposition.<br>\n4. Jetzt erhitze vorsichtig den Draht in der Mitte mit der Hitzequelle.<br>\n5. Beobachte, was mit dem Nagel passiert!</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt dir auf?<br>\n • Bewegt sich der Nagel, nachdem du den Draht erhitzt hast?<br>\n • In welche Richtung bewegt er sich – und warum gerade dorthin?<br>\n • Was passiert mit dem Draht, wenn er wieder abkühlt?<br>\n • Wie hängt die Bewegung mit der Temperatur des Metalls zusammen?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Metalle dehnen sich aus, wenn sie warm werden.<br>\n • Dabei verlängert sich der Draht in der Mitte, was dazu führt, dass der Nagel sich bewegt.<br>\n • Beim Abkühlen zieht sich der Draht wieder zusammen und der Nagel kehrt zur Ausgangsposition zurück.<br>\n • Dieses Verhalten nennt man thermische Ausdehnung.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b>🪢<br>\n • Stromleitungen hängen im Sommer stärker durch:<br> Die Kabel dehnen sich durch Sonneneinstrahlung aus – im Winter sind sie dagegen kürzer und gespannter.<br>\n • Brücken haben Dehnfugen (kleine Spalten):<br> Diese Ausdehnungsfugen verhindern, dass sich die Brücke bei Hitze verformt oder Risse bekommt.<br>\n • Gleise bei der Bahn:<br> Schienen müssen mit Spielraum verlegt werden, da sie sich bei Hitze ausdehnen und sich sonst verdrücken könnten (→ Gleisverwerfungen im Sommer).</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5.1.1 – Wärmeleitung: Welcher Löffel wird heiß?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 Tasse<br>\n • 1 Teebeutel<br>\n • 1 Metalllöffel (z. B. Edelstahl)<br>\n • 1 Plastiklöffel<br>\n • Heißes Wasser</p>\n\n<p><b>So geht’s:</b><br>\n1. Gib den Teebeutel in die Tasse.<br>\n2. Fülle die Tasse mit heißem Wasser auf.<br>\n3. Lege beide Löffel gleichzeitig in die Tasse (jeweils mit dem Griff nach außen).<br>\n4. Warte etwa 5–8 Minuten, bis der Tee gezogen ist.<br>\n5. Fasse zuerst den Plastiklöffel, dann den Metalllöffel am Griff an.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt dir auf?<br>\n • Wie fühlt sich der Plastiklöffel an?<br>\n • Ist der Metalllöffel gleich warm oder wärmer?<br>\n • Woran könnte das liegen?<br>\n • Leiten alle Materialien Wärme gleich gut?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Metall leitet Wärme sehr gut – die Hitze vom heißen Wasser wird über den Metalllöffel schnell bis zum Griff transportiert, deshalb wird er heiß.<br>\n • Plastik leitet Wärme schlecht, daher bleibt der Plastiklöffel am Griff kühl.<br>\n • Wärmeleitung ist der Prozess, bei dem Wärmeenergie von einem wärmeren Bereich zu einem kälteren Bereich fließt – in Metallen besonders effizient durch die Bewegung freier Elektronen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • Kochbesteck aus Kunststoff oder Holz bleibt am Griff kühl – ideal beim Kochen.<br>\n • Hitzeschutzbleche und Isoliermaterialien bestehen aus Stoffen, die Wärme schlecht leiten, um Verbrennungen zu vermeiden.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5.1.2 – Die Thermoflasche</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n• 2 Stückchen Butter<br>\n• 1 großes Marmeladenglas<br>\n• 2 kleine Marmeladengläser, die ins große passen<br>\n• Heißes Wasser</p>\n\n<p><b>So geht’s:</b><br>\n1. Stelle ein kleines Marmeladenglas in das große Glas.<br>\n2. Klebe ein Stück Butter außen an das kleine Glas (das nicht im großen Glas steht).<br>\n3. Klebe das zweite Butterstück an die Außenwand des großen Glases.<br>\n4. Fülle heißes Wasser in beide kleinen Gläser.<br>\n5. Warte einige Minuten und beobachte die Butterstücke.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt dir auf?<br>\n• Welches Butterstück beginnt zuerst zu schmelzen?<br>\n• Warum ist das so, obwohl beide Gläser heißes Wasser enthalten?<br>\n• Was könnte die Rolle der Luft zwischen den Gläsern sein?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n• Die Butter am freien kleinen Glas (nicht im großen) schmilzt schneller, weil sie direkten Kontakt mit der heißen Wand hat.<br>\n• Die Butter an der Außenseite im großen Glas bekommt die Wärme nur über die Luftschicht dazwischen.<br>\n• Luft leitet Wärme sehr schlecht – deshalb bleibt die Außenwand des großen Glases länger kühl.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• In einer Thermoflasche gibt es zwischen dem Innen- und Außengefäß Luft oder sogar ein Vakuum.<br>\n• Dadurch wird kaum Wärme nach außen geleitet – die heiße Flüssigkeit bleibt über Stunden warm.<br>\n• Genauso funktioniert es auch umgekehrt: Kalte Getränke bleiben länger kalt, weil Wärme nicht so leicht hinein kommt.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>6.1.1 – Die Zentralheizung: Wie zirkuliert Wärme?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • 1 Stativ mit Halterung<br>\n • 1 geschlossenes Glasrohr (kreisförmig) mit kleiner Öffnung<br>\n • Wasser<br>\n • Tinte<br>\n • Bunsenbrenner oder andere Wärmequelle</p>\n\n<p><b>So geht’s:</b><br>\n1. Fülle das Glasrohr vollständig mit Wasser.<br>\n2. Gib 2–3 Tropfen Tinte über die Öffnung ins Rohr.<br>\n3. Befestige das Glasrohr waagerecht am Stativ.<br>\n4. Erhitze eine Stelle des Rohrs (z. B. den unteren Teil eines vertikalen Abschnitts) mit dem Bunsenbrenner.<br>\n5. Beobachte, wie sich die Tinte verhält.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt dir auf?<br>\n • Bewegt sich die Tinte?<br>\n • Entsteht eine Strömung im Wasser?<br>\n • Lässt sich ein Kreislauf erkennen?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Erwärmtes Wasser dehnt sich aus → seine Dichte nimmt ab → es steigt auf.<br>\n • Das Wasser nimmt die Tinte mit und wandert im Rohr weiter.<br>\n • An anderer Stelle kühlt sich das Wasser ab, wird dichter und sinkt wieder ab.<br>\n • Ergebnis: eine kreisförmige Strömung – ein sogenannter Konvektionsstrom entsteht.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • <b>Zentralheizung:</b> In klassischen Heizkörpern (ohne Pumpe) steigt warmes Wasser von allein auf, kaltes sinkt ab – genau wie in deinem Experiment.<br>\n • <b>Passatwinde & Wetter:</b> Warme Luft steigt am Äquator auf, kühlt in der Höhe ab, sinkt in anderen Breiten wieder – so entstehen Luftzirkulationen wie Passat- und Westwinde.<br>\n • <b>Plattentektonik:</b> Im Erdmantel fließt Gestein ganz langsam in riesigen Konvektionsströmen – das bewegt die Erdplatten und führt zu Erdbeben, Vulkanismus und Gebirgsbildung.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>6.1.2 – Das Glashaus: Warum bleibt es dahinter warm?</u></b></p>\n\n<p><b>Was du brauchst:</b><br>\n • Wärmelampe oder Infrarotstrahler<br>\n • Glasscheibe<br>\n • Holzbrett<br>\n • Stativ/Halterung (zum Fixieren der Scheibe/Brett)<br>\n • Deine Hand als Wärmesensor</p>\n\n<p><b>So geht’s:</b><br>\n1. Spanne die Glasscheibe so ein, dass sie senkrecht steht.<br>\n2. Stelle die Wärmelampe in ca. 20 cm Entfernung vor die Glasscheibe.<br>\n3. Schalte die Lampe ein und halte deine Hand hinter die Glasscheibe.<br>\n4. Notiere, was du fühlst.<br>\n5. Wiederhole den Versuch mit dem Holzbrett statt der Glasscheibe.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><i>Was fällt dir auf?<br>\n • Spürst du Wärme hinter dem Glas?<br>\n • Spürst du auch Wärme hinter dem Holz?<br>\n • Wo ist der Unterschied? Warum?</i></p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\n • Infrarotstrahlung (Wärmestrahlung) kann durch Glas hindurchtreten, trifft also auf deine Hand – du spürst Wärme.<br>\n • Holz absorbiert die Wärmestrahlung – sie kommt nicht auf der anderen Seite an.<br>\n • Glas wirkt also wie ein Filter, der bestimmte Strahlung durchlässt – aber auch gewisse Wärmestrahlung „einsperren“ kann.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n • <b>Gewächshaus-Effekt (Treibhauseffekt):</b><br>\n Sonnenlicht dringt durch die Glasdecke eines Gewächshauses.<br>\n Der Boden erwärmt sich und sendet Infrarotstrahlung zurück, die aber nicht mehr entweichen kann – das Innere heizt sich auf.<br>\n • <b>Ähnlich auf der Erde:</b><br>\n Der Treibhauseffekt entsteht durch Gase wie CO₂ oder Methan, die Wärmestrahlung zurückhalten.<br>\n • <b>Fenster in Häusern:</b><br>\n Isolierglas wird gezielt hergestellt, um Wärmestrahlung zu regulieren – zum Beispiel in Wärmeschutzfenstern oder zur Solargewinnung.<br>\n • <b>Aufgeheizte Autos im Sommer:</b><br>\n Sonnenlicht dringt durch die Autoscheiben, der Innenraum erwärmt sich – aber die Wärme kann nicht mehr hinaus: Mini-Gewächshaus-Effekt.</p>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    {
        "title": "Wärmelehre Theorie",
        "shortDescription": "<p>Hier findet ihr die grundlegende Theorie zur Wärmelehre, die erklärt, wie Wärme entsteht, übertragen wird und wie sie sich auf Materialien auswirkt. Dieses Wissen unterstützt euch beim Verständnis der Experimente rund um Temperatur und Energie.</p>\n\n<p><b>Viel Spaß beim Wissensentdecken wünscht das Alltagslabor!</b></p>",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "text",
                "content": "<h2>Grundlagentheorie zur Wärmelehre</h2>\n\n<h3>Was ist Wärmelehre?</h3>\n<p>Die Wärmelehre (Thermodynamik) beschäftigt sich mit Wärme, Temperatur und der Übertragung von Energie zwischen Stoffen. Sie beschreibt, wie sich Temperatur ändert und wie Stoffe bei Erwärmung oder Abkühlung reagieren.</p>"
            },
            {
                "type": "merksatz",
                "content": "<h3>Wichtige Begriffe</h3>\n<ul>\n  <li><b>Wärme:</b> Energie, die aufgrund eines Temperaturunterschieds von einem Körper auf einen anderen übertragen wird.</li>\n  <li><b>Temperatur:</b> Maß für die mittlere Bewegungsenergie der Teilchen eines Stoffes, angegeben in °C oder Kelvin (K).</li>\n  <li><b>Wärmeleitung:</b> Wärmeübertragung durch Teilchenstöße in festen Stoffen.</li>\n  <li><b>Wärmeströmung:</b> Wärmeübertragung durch Bewegung von Flüssigkeiten oder Gasen.</li>\n  <li><b>Wärmestrahlung:</b> Wärmeübertragung durch elektromagnetische Wellen, auch im Vakuum.</li>\n  <li><b>Aggregatzustände:</b> Fest, flüssig, gasförmig – Zustandsformen, die sich durch Wärmezufuhr ändern können.</li>\n</ul>"
            },
            {
                "type": "text",
                "content": "<h3>Grundlagen und Gesetze</h3>\n\n<h4>1. Teilchenmodell der Materie</h4>\n<p>Stoffe bestehen aus Teilchen, die sich bewegen. Mit steigender Temperatur bewegen sich die Teilchen schneller.</p>\n\n<h4>2. Wärmeübertragung</h4>\n<p>Wärme kann durch Leitung, Strömung oder Strahlung übertragen werden.</p>\n\n<h4>3. Ausdehnung von Stoffen</h4>\n<p>Die meisten Stoffe dehnen sich bei Erwärmung aus und ziehen sich bei Abkühlung zusammen.</p>\n\n<h4>4. Aggregatzustandsänderungen</h4>\n<ul>\n  <li>Schmelzen: Fest → Flüssig</li>\n  <li>Verdampfen: Flüssig → Gas</li>\n  <li>Kondensieren: Gas → Flüssig</li>\n  <li>Erstarren: Flüssig → Fest</li>\n</ul>"
            },
            {
                "type": "text",
                "content": "<h3>Wichtige Formeln</h3>"
            },
            {
                "type": "text",
                "content": "<h4>1. Wärmemenge</h4>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nQ = m · c · ΔT<br>\nQ = Wärmemenge (Joule)<br>\nm = Masse (Kilogramm)<br>\nc = spezifische Wärmekapazität (J/(kg·K))<br>\nΔT = Temperaturänderung (Kelvin oder °C)</p>"
            },
            {
                "type": "text",
                "content": "<h4>2. Spezifische Wärmekapazität</h4>\n<p>Gibt an, wie viel Wärme benötigt wird, um 1 kg eines Stoffes um 1 K zu erwärmen.</p>"
            },
            {
                "type": "text",
                "content": "<h4>3. Schmelz- und Verdampfungswärme</h4>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nQ = m · L<br>\nQ = Wärmemenge (Joule)<br>\nm = Masse (Kilogramm)<br>\nL = spezifische Schmelz- oder Verdampfungswärme (J/kg)</p>"
            },
            {
                "type": "text",
                "content": "<h4>4. Zustandsgleichung idealer Gase</h4>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\np · V = n · R · T<br>\np = Druck (Pascal)<br>\nV = Volumen (Kubikmeter)<br>\nn = Stoffmenge (Mol)<br>\nR = Gaskonstante ≈ 8,314 J/(mol·K)<br>\nT = Temperatur (Kelvin)</p>"
            },
            {
                "type": "text",
                "content": "<h4>5. Energieerhaltung</h4>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nΔE = Q - W<br>\nΔE = Änderung der inneren Energie<br>\nQ = zugeführte Wärme<br>\nW = geleistete Arbeit (z. B. Volumenänderung)</p>"
            },
            {
                "type": "text",
                "content": "<h3>Wichtige Phänomene</h3>\n<ul>\n  <li><b>Thermische Ausdehnung:</b> Stoffe dehnen sich beim Erwärmen aus.</li>\n  <li><b>Isolation:</b> Verhindert Wärmeverlust (z. B. Thermoskanne).</li>\n  <li><b>Temperaturausgleich:</b> Wärmeaustausch zwischen warmen und kalten Körpern.</li>\n</ul>\n\n<h3>Anwendungen im Alltag</h3>\n<ul>\n  <li>Heizkörper geben Wärme an Räume ab.</li>\n  <li>Kühlschränke nutzen Verdunstungskälte.</li>\n  <li>Dampfkraftwerke wandeln Wärme in Arbeit um.</li>\n  <li>Thermometer messen Temperaturänderungen.</li>\n</ul>"
            },
            {
                "type": "merksatz",
                "content": "<h3>Zusammenfassung – Merksätze</h3><ul>\n  <li>Wärme ist Energie, die von warmen zu kalten Körpern fließt.</li>\n  <li>Wärmemenge berechnet sich aus Masse, Wärmekapazität und Temperaturänderung.</li>\n  <li>Gase folgen der idealen Gasgleichung.</li>\n  <li>Bei Phasenübergängen wird Energie aufgenommen oder abgegeben, ohne Temperaturänderung.</li>\n  <li>Die innere Energie ändert sich durch Wärme und Arbeit.</li>\n</ul>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    {
        "title": "Wärmelehre Aufgaben",
        "shortDescription": "<p>\nIn der Wärmelehre wird es heiß – aber keine Sorge, nicht zu schwierig!<br>\nHier erfährst du, wie sich Stoffe beim Erwärmen verändern, wie Wärme übertragen wird und warum eine Wärmflasche warm bleibt. Die Aufgaben bringen dir bei, wie Temperatur, Energie und Materialien zusammenhängen.\n</p>\n<p>\nFinde heraus, wie Wärme im Alltag wirkt – Schritt für Schritt und mit viel Neugier!\n</p>\n<p><b>Viel Freude beim Tüfteln und Rechnen wünscht dir dein AlltagsLabor!</b></p>\n",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "aufgabe",
                "content": "<h2>Wärmelehre – Übungsaufgaben</h2>\n\n<h3>Rechenaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Aufgabe:</b> Ein Wasserbehälter enthält 2 kg Wasser. Die Temperatur soll um 10 °C erhöht werden. Wie viel Wärme wird benötigt? (Spezifische Wärmekapazität von Wasser = 4,18 J/g°C)</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> Ein Metallstück mit der Masse 500 g wird von 20 °C auf 50 °C erwärmt. Die Wärmekapazität des Metalls beträgt 0,9 J/g°C. Wie viel Wärme wurde aufgenommen?</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> Ein idealer Gasbehälter enthält 1 mol Gas bei 25 °C. Wie ändert sich die Temperatur, wenn 500 J Wärme zugeführt werden? (Molwärme C = 20 J/mol·K)</p>\n  </li>\n  <li>\n    <p><b>Aufgabe:</b> Wie viel Energie wird benötigt, um 3 Liter Wasser von 15 °C auf 100 °C zu erhitzen? (1 Liter Wasser = 1 kg)</p>\n  </li>\n</ol>\n\n<h3>Logikaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Frage:</b> Warum fühlt sich Metall kälter an als Holz, obwohl beide die gleiche Temperatur haben?</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Was passiert mit der Temperatur eines Stoffes, wenn Wärme zu- oder abgegeben wird?</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Warum dehnt sich Metall bei Erwärmung aus?</p>\n  </li>\n  <li>\n    <p><b>Frage:</b> Warum wird es in einer Thermoskanne langsamer warm oder kalt?</p>\n  </li>\n</ol>"
            },
            {
                "type": "text",
                "content": "<br></br><br></br><br></br><br></br><br></br>"
            },
            {
                "type": "merksatz",
                "content": "<h2>Wärmelehre – Lösungen</h2>\n\n<h3>Rechenaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Aufgabe:</b> Ein Liter Wasser (1 kg) wird um 10 °C erwärmt. Wie viel Wärme wird benötigt?<br>\n    (c = 4,18 J/g°C)</p>\n    <p><b>Lösung:</b><br>\n    m = 2 kg = 2000 g<br>\n    ΔT = 10 °C<br>\n    Q = m · c · ΔT = 2000 · 4,18 · 10 = <b>83.600 J</b></p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> Ein Metallblock mit 500 g wird um 30 °C erhitzt. Der Stoff hat die Wärmekapazität c = 0,9 J/g°C. Wie viel Wärme wird zugeführt?</p>\n    <p><b>Lösung:</b><br>\n    Q = m · c · ΔT = 500 · 0,9 · 30 = <b>13.500 J</b></p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> Ein Stoff nimmt 500 J Wärme auf, seine Wärmekapazität ist 20 J/K. Um wie viel Grad steigt seine Temperatur?</p>\n    <p><b>Lösung:</b><br>\n    ΔT = Q / C = 500 / 20 = <b>25 K</b></p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> 3 kg Wasser werden von 15 °C auf 100 °C erhitzt. Wie viel Wärme wird dafür benötigt?<br>\n    (c = 4,18 J/g°C)</p>\n    <p><b>Lösung:</b><br>\n    m = 3 kg = 3000 g<br>\n    ΔT = 85 °C<br>\n    Q = 3000 · 4,18 · 85 = <b>1.066.050 J</b></p>\n  </li>\n</ol>\n\n<h3>Logikaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Frage:</b> Warum fühlt sich ein Metalllöffel kälter an als ein Holzlöffel, obwohl beide im selben Raum liegen?</p>\n    <p><b>Antwort:</b> Metall leitet Wärme gut und entzieht der Haut schnell Wärme – es fühlt sich kälter an als Holz, das schlecht leitet.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Was passiert mit der Temperatur eines Stoffes, wenn ihm Wärme zugeführt oder entzogen wird?</p>\n    <p><b>Antwort:</b> Wird Wärme zugeführt, steigt die Temperatur. Wird sie entzogen, sinkt sie – außer beim Schmelzen oder Verdampfen.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum dehnt sich ein Metallstab bei Erwärmung aus?</p>\n    <p><b>Antwort:</b> Die Teilchen bewegen sich bei Wärme stärker und brauchen mehr Platz – dadurch dehnt sich das Metall aus.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum hält eine Thermoskanne Getränke lange warm?</p>\n    <p><b>Antwort:</b> Sie verhindert Wärmeverlust durch Vakuum, silberne Wände und gute Isolation – so bleibt die Wärme drin.</p>\n  </li>\n</ol>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    }, 
    {
        "title": "Optik Experimente",
        "shortDescription": "<p><strong>In der Optik geht dir ein Licht auf!</strong><br>\nHier geht es darum, wie Licht funktioniert, wie wir sehen – und warum manchmal alles ganz anders aussieht, als es wirklich ist.</p>\n\n<p>Auf dieser Seite findest du einfache Experimente.<br>\nDu kannst sie ganz leicht zu Hause oder in der Schule nachmachen.</p>\n\n<p>Wir erklären dir auch:<br>\n– Was dabei in der Physik passiert.<br>\n– Wo du das im Alltag erleben kannst.</p>\n\n<p><strong>Viel Spaß beim Forschen und Ausprobieren!<br>\nWünscht euch das AlltagsLabor.</strong></p>",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "text",
                "content": "<p><b><u>1. Geradlinige Ausbreitung des Lichts</u></b></p>\n\n<p><b>Ziel:</b><br>\nUntersuchung der geradlinigen Ausbreitung von Licht anhand eines einfachen Schattenexperiments.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Experimentierleuchte oder Taschenlampe<br>\n• Kamm<br>\n• Weißes Papier oder eine weiße Wand als Projektionsfläche</p>\n\n<p><b>So geht’s:</b><br>\n1. Stelle den Kamm senkrecht auf und positioniere ihn etwa 20–30 cm vor einer weißen Wand oder einem weißen Blatt Papier.<br>\n2. Richte den Lichtstrahl der Taschenlampe so auf den Kamm, dass der Lichtkegel durch die Zwischenräume der Zinken auf die Wand fällt.<br>\n3. Achte darauf, dass der Raum möglichst abgedunkelt ist, damit das Ergebnis gut sichtbar ist.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n• Auf der Wand hinter dem Kamm erscheinen deutliche Schatten der Kammzinken.<br>\n• Ein fächerartiges Muster von Lichtstrahlen ist in den Zwischenräumen sichtbar.<br>\n• Die Licht- und Schattenbereiche verlaufen gerade und parallel zueinander.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nLicht breitet sich geradlinig aus. Dies erkennt man daran, dass die Schatten der Kammzinken scharf und gerade sind und die Lichtstrahlen in den Zwischenräumen in geraden Linien verlaufen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Diese geradlinige Ausbreitung von Licht erklärt zum Beispiel, warum wir klare Schatten sehen, wenn die Sonne auf ein Hindernis trifft.<br>\n• Auch bei einer Taschenlampe, die im Dunkeln Licht auf einen Weg wirft, entstehen durch die geradlinige Ausbreitung klare Licht- und Schattenbereiche, die uns Orientierung geben.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>2. Lichtabsorption von Farben</u></b></p>\n\n<p><b>Ziel:</b><br>\nUntersuchen, wie unterschiedlich helle und dunkle Farben Licht absorbieren.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Weißes Papier<br>\n• Schwarzes Papier<br>\n• Taschenlampe (helle Lichtquelle)<br>\n• Raum mit abgedunkeltem Licht oder dunkle Umgebung<br>\n• Zwei kleine, flache Unterlagen (z. B. Pappe oder Teller)</p>\n\n<p><b>So geht’s:</b><br>\n1. Lege das weiße Papier auf eine Unterlage und das schwarze Papier auf die andere Unterlage.<br>\n2. Halte die Taschenlampe so, dass sie von oben auf beide Papiere gleichzeitig scheint.<br>\n3. Beobachte die Helligkeit und das Licht, das von den beiden Papieren reflektiert wird.<br>\n4. Vergleiche, welches Papier mehr Licht zurückwirft und welches weniger.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n• Welches Papier reflektiert mehr Licht?<br>\n• Welches Papier scheint dunkler zu sein?<br>\n• Warum sieht das schwarze Papier dunkler aus?<br>\n• Wie hängt die Farbe mit der Lichtabsorption zusammen?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nWenn Licht auf ein Material trifft, wird es entweder reflektiert (zurückgeworfen) oder absorbiert (aufgenommen).<br>\nWeißes Papier reflektiert fast das ganze Licht – deshalb sieht es hell aus.<br>\nSchwarzes Papier absorbiert fast das gesamte Licht und reflektiert sehr wenig – deswegen erscheint es dunkel.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Das erklärt auch, warum man an einem sonnigen Tag lieber ein weißes T-Shirt trägt als ein schwarzes:<br>\n• Das weiße T-Shirt reflektiert das Sonnenlicht und bleibt dadurch kühler.<br>\n• Das schwarze T-Shirt absorbiert das Licht und erwärmt sich schneller.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>3. Schatten, Kernschatten und Halbschatten</u></b></p>\n\n<p><b>Ziel:</b><br>\nUntersuchen, wie Schatten entstehen und die Unterschiede zwischen Kernschatten und Halbschatten verstehen.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Taschenlampe (oder Lampe mit stark gebündeltem Licht)<br>\n• Zwei Tischlampen (optional, für Mehrfachlichtquellen)<br>\n• Kugel oder runder Gegenstand (z. B. Tennisball oder Orange)<br>\n• Weißes Blatt Papier oder weiße Wand als Projektionsfläche<br>\n• Dunkler Raum oder abgedunkelter Bereich</p>\n\n<p><b>Vorbereitung:</b><br>\nStelle das weiße Papier oder die Wand als Projektionsfläche auf. Dunkle den Raum ab, damit die Lichtquelle gut sichtbar ist.</p>\n\n<p><b>So geht’s:</b><br>\n<b>Teil 1: Entstehung eines Schattens</b><br>\n1. Leuchte mit der Taschenlampe auf den runden Gegenstand, sodass er einen Schatten auf das Papier oder die Wand wirft.<br>\n2. Beobachte die Form und die Größe des Schattens.<br><br>\n\n<b>Teil 2: Kernschatten und Halbschatten mit einer Lichtquelle</b><br>\n1. Bewege die Taschenlampe langsam näher und weiter weg vom Gegenstand und beobachte, wie sich der Schatten verändert.<br>\n2. Versuche, die dunklere Mitte (Kernschatten) und die hellere Umgebung (Halbschatten) zu erkennen.<br><br>\n\n<b>Teil 3: Kernschatten und Halbschatten mit zwei Lichtquellen</b><br>\n1. Stelle zwei Taschenlampen so auf, dass sie aus unterschiedlichen Winkeln auf den Gegenstand leuchten.<br>\n2. Beobachte den Schatten, der auf der Wand entsteht:<br>\n&nbsp;&nbsp;&nbsp;&nbsp;• Wo sich die Schatten der beiden Lichtquellen überlappen, ist der Kernschatten (dunkler Schatten).<br>\n&nbsp;&nbsp;&nbsp;&nbsp;• Wo nur eine Lichtquelle durchkommt, ist der Halbschatten (hellerer Schattenbereich).</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n• Wie sieht der Schatten bei einer Lichtquelle aus?<br>\n• Kannst du Kernschatten und Halbschatten unterscheiden? Wo?<br>\n• Wie verändert sich der Schatten, wenn du die Lichtquelle näher oder weiter weg bewegst?<br>\n• Wie sieht der Schatten bei zwei Lichtquellen aus? Beschreibe Kernschatten und Halbschatten.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nSchatten entstehen, wenn ein undurchsichtiger Gegenstand das Licht einer Lichtquelle blockiert.<br>\nDer Kernschatten ist der Bereich, in dem das Licht vollständig blockiert wird – er ist dunkel und scharf begrenzt.<br>\nDer Halbschatten entsteht, wenn nur ein Teil des Lichts blockiert wird, z. B. wenn mehrere Lichtquellen da sind – er ist heller und weniger scharf.<br>\nBei zwei Lichtquellen überlagern sich die Schatten teilweise, so entstehen deutlich sichtbare Kern- und Halbschatten.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Bei starker Sonne werfen Gegenstände einen klaren Schatten mit scharfen Rändern – das ist der Kernschatten.<br>\n• Wenn die Sonne durch Wolken scheint oder mehrere Lichtquellen vorhanden sind (z. B. Straßenlaternen), entstehen weichere Schatten mit Halbschatten.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>4. Spektralfarben sichtbar machen</u></b></p>\n\n<p><b>Ziel:</b><br>\nZeigen, dass weißes Licht aus verschiedenen Farben (Spektralfarben) zusammengesetzt ist.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Eine CD oder DVD (funktioniert als einfacher Spiegel mit Regenbogeneffekt)<br>\n• Taschenlampe oder Sonnenlicht<br>\n• Weißes Blatt Papier<br>\n• Dunkler Raum (optional)</p>\n\n<p><b>So geht’s:</b><br>\n1. Halte die CD so, dass ein Lichtstrahl (von Taschenlampe oder Sonnenlicht) darauf fällt.<br>\n2. Richte den reflektierten Lichtstrahl auf das weiße Blatt Papier.<br>\n3. Beobachte die bunten Regenbogenfarben, die auf dem Papier erscheinen.<br>\n4. Bewege die CD leicht hin und her, um die verschiedenen Farben deutlicher zu sehen.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n• Du siehst auf dem Papier viele verschiedene Farben, die wie ein Regenbogen aussehen.<br>\n• Diese Farben nennt man Spektralfarben.<br>\n• Sie sind Bestandteile des weißen Lichts.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nWeißes Licht besteht aus vielen verschiedenen Farben, die zusammen gemischt sind.<br>\nWenn das Licht auf eine Oberfläche trifft, die das Licht in seine Bestandteile zerlegt (wie die CD-Oberfläche), erscheinen die Spektralfarben als bunte Streifen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Dieses Experiment zeigt, dass weißes Licht aus vielen Farben besteht.<br>\n• Ein gutes Alltagsbeispiel sind Regenbögen nach einem Regenschauer:<br>\n• Dort wird das Sonnenlicht durch Wassertropfen in die verschiedenen Spektralfarben zerlegt – genau wie bei der CD im Experiment.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>5. Reflexion von Licht</u></b></p>\n\n<p><b>Ziel:</b><br>\nUntersuchen, wie Licht an glatten Oberflächen reflektiert wird und das Reflexionsgesetz verstehen.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Taschenlampe<br>\n• Glatter Spiegel<br>\n• Weißes Blatt Papier<br>\n• Geodreieck oder Winkelmesser (optional)<br>\n• Dunkler Raum oder abgedunkelter Bereich</p>\n\n<p><b>So geht’s:</b><br>\n1. Lege das weiße Blatt Papier flach auf den Tisch.<br>\n2. Stelle den Spiegel senkrecht auf das Papier (z. B. mit einem kleinen Ständer oder an eine Wand gelehnt).<br>\n3. Richte die Taschenlampe so aus, dass ein Lichtstrahl schräg auf den Spiegel fällt.<br>\n4. Beobachte den reflektierten Lichtstrahl auf dem Papier.<br>\n5. Zeichne mit Bleistift die Einfallsrichtung (den ankommenden Lichtstrahl), das Lot (senkrecht zum Spiegel) und die reflektierte Richtung ein.<br>\n6. Falls möglich, miss mit dem Geodreieck den Einfallswinkel (zwischen einfallendem Strahl und Lot) und den Reflexionswinkel (zwischen reflektiertem Strahl und Lot).</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n• Wie verhält sich der Lichtstrahl beim Auftreffen auf den Spiegel?<br>\n• Wie groß sind Einfallswinkel und Reflexionswinkel? Sind sie gleich?<br>\n• Wie verändert sich der reflektierte Strahl, wenn du den Einfallswinkel änderst?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nLicht wird an glatten Oberflächen reflektiert.<br>\nDabei gilt das Reflexionsgesetz: Der Einfallswinkel ist gleich dem Reflexionswinkel.<br>\nDer Lichtstrahl „prallt“ also so vom Spiegel ab, dass der Winkel beim Auftreffen und Abprallen gleich ist.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Dieses Experiment zeigt, wie Licht reflektiert wird – ein Prinzip, das man täglich nutzt:<br>\n• Wenn man sich im Spiegel betrachtet oder Sonnenlicht von glatten Wasseroberflächen zurückgeworfen wird, folgt das Licht dem Reflexionsgesetz.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>6. Lichtreflexion am Hohlspiegel (konkav)</u></b></p>\n\n<p><b>Ziel:</b><br>\nUntersuchen, wie Licht an einem konkaven (Hohl-) Spiegel reflektiert wird und wie sich das Licht bündelt.</p>\n\n<p><b>Was du brauchst:</b><br>\n• Konkaver (Hohl-) Spiegel (z. B. aus einem Experimentier-Set oder als kosmetischer Vergrößerungsspiegel)<br>\n• Taschenlampe<br>\n• Weißes Blatt Papier<br>\n• Dunkler Raum oder abgedunkelter Bereich</p>\n\n<p><b>So geht’s:</b><br>\n1. Halte den konkaven Spiegel so, dass du mit der Taschenlampe einen Lichtstrahl auf die spiegelnde Fläche richtest.<br>\n2. Richte die Taschenlampe so aus, dass der Lichtstrahl parallel auf die konkave Oberfläche trifft.<br>\n3. Halte das weiße Blatt Papier in den Bereich, in den das Licht reflektiert wird (in den sogenannten Brennpunkt).<br>\n4. Beobachte, ob und wo sich das Licht auf dem Papier konzentriert.<br>\n5. Bewege das Papier näher oder weiter vom Spiegel weg und beobachte die Veränderung des Lichtflecks.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n• Wie verändert sich der Lichtstrahl beim Auftreffen auf den Hohlspiegel?<br>\n• Wo auf dem Papier konzentriert sich das Licht?<br>\n• Wie verändert sich der Lichtfleck, wenn du das Papier bewegst?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nEin konkaver Spiegel bündelt parallele Lichtstrahlen in einem Punkt, dem sogenannten Brennpunkt.<br>\nDadurch wird das Licht konzentriert und kann z. B. Wärme erzeugen oder Lichtstrahlen fokussieren.<br>\nDies unterscheidet sich von einem flachen Spiegel, der das Licht nur gerade reflektiert.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Das Prinzip der Lichtbündelung durch konkave Spiegel findet man auch im Alltag:<br>\n• Z. B. bei Taschenlampen mit Reflektoren oder bei Scheinwerfern von Autos, die das Licht bündeln, um die Straße besser auszuleuchten.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>7. Lichtbrechung an Wasser</u></b></p>\n\n<p><b>Ziel:</b><br>\nUntersuchen, wie Licht beim Übergang von Luft in Wasser seine Richtung ändert (Lichtbrechung).</p>\n\n<p><b>Was du brauchst:</b><br>\n• Trinkglas oder durchsichtiges Gefäß<br>\n• Wasser<br>\n• Bleistift oder Strohhalm<br>\n• Taschenlampe (optional)</p>\n\n<p><b>So geht’s:</b><br>\n1. Fülle das Glas etwa zu 2/3 mit Wasser.<br>\n2. Stecke den Bleistift oder Strohhalm schräg in das Wasser.<br>\n3. Beobachte den Bleistift von der Seite des Glases.<br>\n4. (Optional) Leuchte mit der Taschenlampe von der Seite auf das Glas, um den Lichtstrahl sichtbar zu machen.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Was fällt dir auf?</b><br>\n• Wie erscheint der Bleistift im Wasser verglichen mit außerhalb?<br>\n• Verändert sich die Richtung des Bleistifts optisch?<br>\n• Was passiert mit dem Lichtstrahl, wenn er von Luft ins Wasser eintritt?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung:</b><br>\nDas Licht ändert seine Richtung, wenn es von einem Medium in ein anderes übergeht, z. B. von Luft ins Wasser.<br>\nDieses Phänomen nennt man Lichtbrechung.<br>\nDadurch sieht der Bleistift im Wasser „gebrochen“ oder geknickt aus, obwohl er gerade ist.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Was hat das mit dem Alltag zu tun?</b><br>\n• Lichtbrechung erklärt viele Alltagseffekte:<br>\n• Z. B. warum Gegenstände im Wasser verzerrt aussehen oder warum ein Strohhalm im Glas „gebrochen“ wirkt.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Experiment 8: Wassertropfenlupe – Vergrößerung durch Lichtbrechung</u></b></p>\n\n<p><b>Ziel</b><br>\nUntersuchen, wie ein Wassertropfen als Lupe wirkt und Objekte vergrößert erscheinen lässt.</p>\n\n<p><b>Materialien</b><br>\n• Weißes Blatt Papier mit kleingedrucktem Text oder feinen Mustern<br>\n• Wasser<br>\n• Pipette oder kleiner Löffel zum Tropfengeben<br>\n• Taschenlampe (optional)</p>\n\n<p><b>Durchführung</b><br>\n1. Lege das weiße Blatt Papier mit Text oder feinen Mustern vor dich.<br>\n2. Gib mit der Pipette oder dem Löffel einen einzelnen, möglichst runden Wassertropfen auf das Papier.<br>\n3. Beobachte den Text oder das Muster durch den Wassertropfen hindurch.<br>\n4. (Optional) Beleuchte den Wassertropfen mit der Taschenlampe, um die Wirkung besser zu sehen.</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Beobachtung / Protokoll – Frage</b><br>\n• Wie sieht der Text oder das Muster unter dem Wassertropfen aus?<br>\n• Vergrößert der Wassertropfen das Bild?<br>\n• Warum verändert sich die Sicht auf den Text?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung</b><br>\nDer Wassertropfen wirkt wie eine konvexe Linse. Er bricht das Licht so, dass es gebündelt wird und das Bild des Textes oder Musters vergrößert erscheint. Dadurch kann man Details besser erkennen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit</b><br>\nDieses Prinzip der Lichtbrechung und Vergrößerung nutzen auch richtige Lupen oder Brillen. Wassertropfen können so als einfache Lupe dienen, was man leicht mit Alltagsmaterialien nachmachen kann.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Experiment 9: Optik der Farben – Farben mischen mit Licht</u></b></p>\n\n<p><b>Ziel</b><br>\nUntersuchen, wie sich verschiedene Lichtfarben mischen und wie Weißes Licht aus den Grundfarben zusammengesetzt ist.</p>\n\n<p><b>Materialien</b><br>\nTaschenlampen (oder LEDs) in den Farben Rot, Grün und Blau (RGB) – alternativ farbige Folien für eine weiße Lichtquelle<br>\nWeißes Blatt Papier oder weiße Wand als Projektionsfläche<br>\nDunkler Raum oder abgedunkelter Bereich</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Durchführung</b><br>\n1. Richte die roten, grünen und blauen Lichtquellen so aus, dass sich ihre Lichtstrahlen auf der weißen Fläche überschneiden.<br>\n2. Beobachte die Farben, die dort entstehen, wo sich zwei Farben mischen.<br>\n3. Beobachte, welche Farbe entsteht, wenn alle drei Farben überlappen.<br>\n4. Variiere die Positionen der Lichtquellen und beobachte die Veränderungen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung / Protokoll</b><br>\n<b>Frage</b><br>\nWelche Farbe entsteht, wenn Rot und Grün sich überlappen?<br>\nWelche Farbe entsteht bei Überlappung von Grün und Blau?<br>\nWelche Farbe entsteht bei Überlappung von Rot und Blau?<br>\nWelche Farbe entsteht, wenn Rot, Grün und Blau zusammen scheinen?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung</b><br>\nWeißes Licht setzt sich aus den drei Grundfarben Rot, Grün und Blau zusammen. Wenn diese Farben kombiniert werden, entstehen andere Farben:<br>\nRot + Grün = Gelb<br>\nGrün + Blau = Cyan<br>\nRot + Blau = Magenta<br>\nRot + Grün + Blau = Weiß<br>\nDas Experiment zeigt den additiven Farb-Mischprozess, der z. B. bei Bildschirmen oder Bühnenbeleuchtung verwendet wird.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit</b><br>\nDas Wissen um die Zusammensetzung von Lichtfarben erklärt, wie Farben auf Bildschirmen entstehen und warum man durch Mischung von Lichtfarben neue Farben erzeugen kann.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<p><b><u>Experiment 10: Polarisation von Licht</u></b></p>\n\n<p><b>Ziel</b><br>\nUntersuchen, wie Licht durch Polarisationsfilter polarisiert wird und wie sich die Lichtintensität verändert.</p>\n\n<p><b>Materialien</b><br>\nZwei Polarisationsfilter (z. B. aus einer Sonnenbrille mit Polarisationsgläsern oder als Folien erhältlich)<br>\nTaschenlampe oder Smartphone als Lichtquelle<br>\nWeißes Blatt Papier oder helle Wand als Projektionsfläche</p>"
            },
            {
                "type": "aufgabe",
                "content": "<p><b>Durchführung</b><br>\n1. Halte einen Polarisationsfilter vor die Lichtquelle (Taschenlampe oder Smartphone).<br>\n2. Richte das Licht durch den Filter auf das weiße Blatt Papier oder die Wand.<br>\n3. Halte den zweiten Polarisationsfilter zwischen die Lichtquelle und die Projektionsfläche, sodass du durch beide Filter hindurchschaust.<br>\n4. Drehe den zweiten Polarisationsfilter langsam und beobachte, wie sich die Helligkeit des Lichtes auf dem Papier verändert.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Beobachtung / Protokoll</b><br>\n<b>Frage</b><br>\nWie verändert sich die Lichtintensität, wenn du den zweiten Filter drehst?<br>\nWann ist das Licht am hellsten?<br>\nWann ist das Licht am dunkelsten?</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Erklärung</b><br>\nLichtwellen schwingen normalerweise in vielen Richtungen. Ein Polarisationsfilter lässt nur Lichtwellen einer bestimmten Schwingungsrichtung durch.<br>\nWenn zwei Filter übereinander gelegt und gegeneinander verdreht werden, verändert sich die Intensität des durchgelassenen Lichts:<br>\nBei 0° oder 180° Ausrichtung ist das Licht am hellsten (maximal durchlässig),<br>\nbei 90° Ausrichtung wird das Licht nahezu vollständig blockiert.<br>\nDas liegt daran, dass die Schwingungsebenen dann senkrecht zueinander stehen.</p>"
            },
            {
                "type": "text",
                "content": "<p><b>Fazit</b><br>\nDie Polarisation von Licht wird in vielen technischen Anwendungen genutzt, z. B. in Sonnenbrillen, LCD-Bildschirmen und Kamerafiltern.<br>\nDieses Experiment zeigt, wie Lichtwellen in eine bestimmte Richtung „sortiert“ werden können.</p>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    {
        "title": "Optik Theorie",
        "shortDescription": "<p>Hier findet ihr die grundlegende Theorie zur Optik, die das Verhalten von Licht und seine Wechselwirkung mit Materialien einfach erklärt. Dieses Wissen hilft euch, die Experimente besser zu verstehen und zu begleiten.</p>\n\n<p><b>Viel Spaß beim Wissensentdecken wünscht das Alltagslabor!</b></p>",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "text",
                "content": "<h2>Grundlagentheorie zur Optik</h2>\n\n<h3>Was ist Optik?</h3>\n<p>Optik ist der Teilbereich der Physik, der sich mit dem Verhalten und der Ausbreitung von Licht beschäftigt. Sie untersucht, wie Lichtstrahlen entstehen, sich ausbreiten, reflektieren, brechen, absorbiert oder polarisiert werden, und wie Farben entstehen.</p>"
            },
            {
                "type": "merksatz",
                "content": "<h3>Wichtige Begriffe</h3>\n<ul>\n  <li><b>Lichtstrahl:</b> Eine idealisierte Darstellung von Licht, das sich geradlinig ausbreitet.</li>\n  <li><b>Lichtquelle:</b> Ein Körper oder Gerät, das Licht erzeugt (z. B. Sonne, Lampe).</li>\n  <li><b>Transparent:</b> Material, das Licht vollständig durchlässt (z. B. Glas, Wasser).</li>\n  <li><b>Opak:</b> Undurchsichtiges Material, das Licht nicht durchlässt (z. B. Holz, Metall).</li>\n  <li><b>Reflexion:</b> Zurückwerfen von Licht an einer Grenzfläche.</li>\n  <li><b>Brechung:</b> Richtungsänderung von Licht beim Übergang zwischen verschiedenen Medien.</li>\n  <li><b>Absorption:</b> Aufnahme von Lichtenergie durch ein Material.</li>\n  <li><b>Polarisation:</b> Ausrichtung der Schwingungsebene von Lichtwellen in eine bestimmte Richtung.</li>\n  <li><b>Spektrum:</b> Aufspaltung von Licht in seine Bestandteile (Farben).</li>\n</ul>"
            },
            {
                "type": "text",
                "content": "<br></br>"
            },
            {
                "type": "text",
                "content": "<h3>Grundlagen und Gesetze</h3>"
            },
            {
                "type": "text",
                "content": "<h4>1. Geradlinige Ausbreitung des Lichts</h4>\n<p>Licht breitet sich in einem homogenen Medium immer geradlinig aus. Dies erklärt die Entstehung von Schatten und die Ausrichtung von Lichtstrahlen.</p>\n\n<h4>2. Reflexionsgesetz</h4>\n<p>Beim Auftreffen auf eine glatte Oberfläche wird Licht reflektiert.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Einfallswinkel = Reflexionswinkel</b><br>\nDer Winkel, unter dem das Licht auf die Oberfläche trifft, ist gleich dem Winkel, unter dem es reflektiert wird.</p>"
            },
            {
                "type": "text",
                "content": "<h4>3. Brechungsgesetz (Snellius’sches Gesetz)</h4>\n<p>Beim Übergang von einem Medium in ein anderes ändert Licht seine Geschwindigkeit und damit seine Richtung.</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Formel:</b><br>\nn₁ · sin(θ₁) = n₂ · sin(θ₂)<br>\nn₁ und n₂: Brechungsindizes der Medien<br>\nθ₁: Einfallswinkel<br>\nθ₂: Brechungswinkel</p>"
            },
            {
                "type": "text",
                "content": "<h4>4. Dispersion</h4>\n<p>Licht wird in seine Spektralfarben aufgespalten, weil verschiedene Wellenlängen unterschiedlich stark gebrochen werden.<br>\nBeispiel: Regenbogen, Prismen.</p>"
            },
            {
                "type": "text",
                "content": "<h4>5. Additive Farbmischung</h4>\n<p>Weißes Licht setzt sich aus den Grundfarben Rot, Grün und Blau zusammen. Die Mischung dieser Farben erzeugt alle anderen Farben:</p>"
            },
            {
                "type": "merksatz",
                "content": "<p><b>Rot + Grün = Gelb, Rot + Blau = Magenta, Grün + Blau = Cyan, Rot + Grün + Blau = Weiß.</b></p>"
            },
            {
                "type": "text",
                "content": "<h4>6. Polarisation von Licht</h4>\n<p>Lichtwellen schwingen normalerweise in vielen Richtungen. Polarisationsfilter lassen nur Licht einer bestimmten Schwingungsebene durch, was man als Polarisation bezeichnet.</p>"
            },
            {
                "type": "merksatz",
                "content": "<h3>Wichtige Phänomene der Optik</h3>\n<ul>\n  <li><b>Schattenbildung:</b> Entsteht durch Blockierung von Lichtstrahlen durch ein undurchsichtiges Objekt.</li>\n  <li><b>Kernschatten & Halbschatten:</b> Kernschatten ist der Bereich, in dem das Licht vollständig blockiert wird, Halbschatten der Bereich mit teilweiser Lichtabschirmung.</li>\n  <li><b>Linsenwirkung:</b> Konvexe (Sammel-) Linsen bündeln Licht und vergrößern Objekte, konkave (Streulinsen) zerstreuen Licht.</li>\n  <li><b>Spiegelarten:</b> Flachspiegel reflektieren Licht gerade, Hohlspiegel bündeln Licht in einem Brennpunkt.</li>\n</ul>"
            },
            {
                "type": "text",
                "content": "<h3>Anwendungen der Optik im Alltag</h3>\n<ul>\n  <li>Sonnenbrillen nutzen Polarisation, um Blendung zu reduzieren.</li>\n  <li>Kameras und Brillen arbeiten mit Linsen und Brechung, um Bilder scharf zu stellen.</li>\n  <li>Bildschirme erzeugen Farben durch additive Farbmischung von RGB-Licht.</li>\n  <li>Taschenlampen und Scheinwerfer verwenden Hohlspiegel, um Licht zu bündeln.</li>\n  <li>Regenbögen zeigen die Dispersion von Sonnenlicht in Wassertropfen.</li>\n</ul>"
            },
            {
                "type": "text",
                "content": "<h3>Zusammenfassung</h3>\n<p>Die Optik beschreibt, wie Licht sich verhält und mit Materie interagiert. Durch Gesetze wie die geradlinige Ausbreitung, Reflexion und Brechung können wir Phänomene wie Schatten, Spiegelbilder oder die Farben der Natur erklären. Das Verständnis der Optik ist wichtig für viele Technologien und hilft uns, die Welt um uns herum besser zu verstehen.</p>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    },
    {
        "title": "Optik Aufgaben",
        "shortDescription": "<p>\nLicht, Farben und Spiegel – willkommen in der Welt der Optik!<br>\nIn diesen Aufgaben lernst du, wie sich Lichtstrahlen verhalten, wie Schatten entstehen und warum Regenbögen bunt sind. Du kannst mitdenken, rechnen und ausprobieren, wie das Licht „tickt“.\n</p>\n<p>\nMach dich bereit, die Welt mit anderen Augen zu sehen – ganz wörtlich!\n</p>\n<p><b>Viel Freude beim Tüfteln und Rechnen wünscht dir dein AlltagsLabor!</b></p>\n",
        "subject": "Physik",
        "gradeLevel": "7",
        "steps": [
            {
                "type": "aufgabe",
                "content": "<h2>Optik – Aufgaben</h2>\n\n<h3>Rechenaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Aufgabe:</b><br>\n    Das Licht legt eine Strecke von 300.000 km zurück. Wie lange braucht es?<br>\n    (Lichtgeschwindigkeit: c = 300.000 km/s)</p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b><br>\n    Ein Lichtstrahl trifft im 45°-Winkel auf einen Spiegel. In welchem Winkel wird er reflektiert?</p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b><br>\n    Ein Lichtstrahl braucht 0,000001 s, um eine Strecke zu durchqueren. Wie lang ist der Weg?<br>\n    (c = 300.000 km/s)</p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b><br>\n    Eine Linse erzeugt ein 4 cm großes Bild eines 2 cm großen Gegenstands. Wie groß ist der Abbildungsmaßstab?</p>\n  </li>\n</ol>\n\n<h3>Logik-/Verständnisaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Frage:</b> Warum kann man sich in einem Spiegel sehen, aber nicht in einem Blatt Papier?</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum erscheint ein Strohhalm im Wasser geknickt?</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Was passiert mit einem Lichtstrahl, wenn er von Luft in Wasser übergeht?</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum sehen wir einen Regenbogen nur, wenn die Sonne hinter uns steht?</p>\n  </li>\n</ol>"
            },
            {
                "type": "text",
                "content": "<br></br><br></br><br></br><br></br><br></br>"
            },
            {
                "type": "merksatz",
                "content": "<h2>Optik – Lösungen</h2>\n\n<h3>Rechenaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Aufgabe:</b> Das Licht legt eine Strecke von 300.000 km zurück. Wie lange braucht es?<br>\n    <b>Lösung:</b><br>\n    Zeit = Strecke / Geschwindigkeit = 300.000 km / 300.000 km/s = <b>1 Sekunde</b></p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> Ein Lichtstrahl trifft im 45°-Winkel auf einen Spiegel. In welchem Winkel wird er reflektiert?<br>\n    <b>Lösung:</b><br>\n    Der Reflexionswinkel ist gleich dem Einfallswinkel: <b>45°</b></p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> Ein Lichtstrahl braucht 0,000001 s, um eine Strecke zu durchqueren. Wie lang ist der Weg?<br>\n    <b>Lösung:</b><br>\n    Strecke = Zeit · Geschwindigkeit = 0,000001 s · 300.000 km/s = <b>0,3 km</b> = <b>300 m</b></p>\n  </li>\n\n  <li>\n    <p><b>Aufgabe:</b> Eine Linse erzeugt ein 4 cm großes Bild eines 2 cm großen Gegenstands.<br>\n    <b>Lösung:</b><br>\n    Abbildungsmaßstab = Bildgröße / Gegenstandsgröße = 4 / 2 = <b>2</b></p>\n  </li>\n</ol>\n\n<h3>Logik-/Verständnisaufgaben</h3>\n\n<ol>\n  <li>\n    <p><b>Frage:</b> Warum kann man sich in einem Spiegel sehen, aber nicht in einem Blatt Papier?<br>\n    <b>Antwort:</b> Weil ein Spiegel glatt ist und das Licht gezielt reflektiert. Papier streut das Licht in alle Richtungen.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum erscheint ein Strohhalm im Wasser geknickt?<br>\n    <b>Antwort:</b> Wegen der Lichtbrechung – Licht wird an der Wasseroberfläche gebrochen und verändert die Richtung.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Was passiert mit einem Lichtstrahl, wenn er von Luft in Wasser übergeht?<br>\n    <b>Antwort:</b> Er wird zum Lot hin gebrochen, weil er im Wasser langsamer wird.</p>\n  </li>\n\n  <li>\n    <p><b>Frage:</b> Warum sehen wir einen Regenbogen nur, wenn die Sonne hinter uns steht?<br>\n    <b>Antwort:</b> Weil das Licht von Regentropfen reflektiert und gebrochen wird – in unsere Richtung, wenn die Sonne hinten ist.</p>\n  </li>\n</ol>"
            }
        ],
        "schoolType": "Gemeinschaftsschule"
    }
]